{
  "site": {
    "title": "Research Library",
    "subtitle": "Библиотека исследований по ассистентам в e-commerce"
  },
  "pdfBasePath": "./papers/",
  "articles": [
    {
      "id": 29,
      "pdf": "LLaSA Large Language and E-Commerce Shopping Assistant.pdf",
      "title": "LLaSA: Large Language and E-Commerce Shopping Assistant",
      "description": "Онлайн-шопинг стал удобным, но найти нужную вещь среди миллионов товаров и отзывов всё ещё сложно: обычные поисковые алгоритмы часто не понимают контекст, а старые боты слишком ограничены. Чтобы решить эту проблему, авторы статьи создали «умного консультанта» LLaSA на базе большой языковой модели. Они специально обучили нейросеть на наборе из 65 000 примеров, куда вошли реальные данные с Amazon и синтезированные задачи. Это позволило «натаскать» искусственный интеллект разбираться в тонкостях покупок, понимать свойства товаров и поведение пользователей гораздо лучше, чем это делают стандартные модели.\n\nВ результате их разработка заняла 3-е место в общем зачете престижного международного соревнования Amazon KDD Cup 2024. Модель показала отличные результаты в понимании сложных запросов и работе с разными языками, превзойдя базовые версии нейросетей. Для обычных людей это важный шаг вперед: такие технологии сделают интернет-магазины «умнее», превратив поиск товаров из утомительного перебора ссылок в диалог с компетентным помощником, который действительно понимает, что вы хотите купить.",
      "tags": {
        "companies": [
          "Amazon"
        ],
        "researchType": [
          "Техническое"
        ],
        "problem": [
          "Высокая стоимость вычислений",
          "Галлюцинации и точность",
          "Доменная адаптация"
        ],
        "application": [
          "Catalog & Content Ops",
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "DeepSpeed",
          "GPT",
          "GPTQ",
          "LoRA",
          "Chain of Thought"
        ],
        "additional": [
          "Instruction Tuning",
          "Prompt Engineering"
        ]
      }
    },
    {
      "id": 49,
      "pdf": "LLM-Empowered Agentic Assistant for Consumer-to-Consumer Marketplace.pdf",
      "title": "FaMA: LLM-Empowered Agentic Assistant for Consumer-to-Consumer Marketplace",
      "description": "**Суть исследования:**\nАвторы статьи решают проблему, знакомую каждому, кто пользуется онлайн-барахолками вроде Facebook Marketplace: интерфейсы этих приложений часто перегружены и неудобны. Продавцы тратят массу времени на скучное заполнение форм и ответы на однотипные вопросы («Ещё продаете?»), а покупатели мучаются с фильтрами, пытаясь найти нужную вещь. Чтобы это исправить, разработчики создали FaMA — умного помощника на базе искусственного интеллекта. Идея в том, чтобы убрать лишние кнопки и позволить человеку просто сказать или написать: «Обнови все мои старые объявления» или «Найди мне винтажную синюю куртку», а программа сама выполнит всю рутинную работу.\n\n**Эксперименты и результаты:**\nЧтобы проверить надежность помощника, ученые провели два эксперимента. Сначала они создали виртуального пользователя-симулятора и заставили ИИ выполнить 100 различных задач (от создания объявлений до поиска товаров). Система показала отличный результат, успешно справившись с 98% поручений. Во втором тесте сравнивали скорость: люди выполняли действия вручную и через голосового помощника. Выяснилось, что использование ИИ позволяет отвечать на сообщения в 2 раза быстрее (25 секунд против 50) и находить товары в полтора раза эффективнее, чем при обычном «тыканье» в экран смартфона.",
      "tags": {
        "companies": [
          "Etsy",
          "eBay"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Высокая задержка",
          "Проблема выбора",
          "Семантический разрыв"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "Search & Navigation"
        ],
        "technologies": [
          "Chain of Thought",
          "ReAct",
          "Vector Database"
        ],
        "additional": [
          "C2C"
        ]
      }
    },
    {
      "id": 47,
      "pdf": "Flippi End To End GenAI Assistant for E-Commerce.pdf",
      "title": "Flippi: End To End GenAI Assistant for E-Commerce",
      "description": "**Суть исследования:**\nКоманда разработчиков Flipkart (крупного ритейлера) создала и внедрила умного помощника «Flippi», чтобы решить главную проблему современного онлайн-шопинга — «паралич выбора», когда из-за обилия товаров и сложных фильтров покупателю трудно найти нужное. Вместо привычного поиска по ключевым словам они обучили искусственный интеллект вести живой диалог: система запоминает контекст беседы, понимает, когда клиент хочет сравнить характеристики (например, камеру в двух смартфонах), а когда — узнать о скидках или оформить возврат. Эксперимент проводился в «боевых» условиях: ассистента интегрировали прямо в приложение магазина, чтобы он помогал реальным людям совершать покупки, отвечая на вопросы по каталогу и отзывам.\n\n**Результаты и значимость:**\nСистема показала высокую эффективность: точность понимания намерений пользователя достигла впечатляющих 97%, а сгенерированные ответы о товарах оказались фактически верными в 88% случаев. В ходе масштабного тестирования ассистентом ежемесячно пользовались 1,3 миллиона человек, при этом 68% пользователей оценили его помощь положительно (поставили «лайк»). Для обычных людей это означает, что онлайн-покупки становятся менее утомительными: вместо долгого чтения технических характеристик теперь можно просто спросить совета у бота, который, подобно грамотному продавцу-консультанту, подберет лучший вариант.",
      "tags": {
        "companies": [
          "Flipkart",
          "Walmart"
        ],
        "researchType": [
          "Техническое",
          "Прикладное",
          "Экспериментальное"
        ],
        "problem": [
          "Высокая задержка",
          "Галлюцинации и точность",
          "Контекст и диалог",
          "Проблема выбора",
          "Шум и целостность данных"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "BERT",
          "Bi-encoder",
          "DistilBERT",
          "GPT",
          "NER"
        ],
        "additional": [
          "Active Learning",
          "Prompt Engineering",
          "Query Expansion"
        ]
      }
    },
    {
      "id": 38,
      "pdf": "IPL Leveraging Multimodal Large Language Models for Intelligent Product Listing.pdf",
      "title": "IPL: Leveraging Multimodal Large Language Models for Intelligent Product Listing",
      "description": "Эта статья посвящена решению вечной проблемы онлайн-барахолок и C2C-платформ: обычные люди, в отличие от профессиональных магазинов, часто не умеют или ленятся писать качественные описания для своих товаров. Чтобы исправить это, исследователи из Alibaba Group разработали систему IPL («Умное размещение товаров»). Она работает на базе мультимодальной нейросети (Qwen-VL), которую научили не просто распознавать предметы на фото, но и подражать стилю опытных продавцов. Когда пользователь загружает фотографию, например, смартфона, ИИ определяет модель, цвет и состояние, находит в базе похожие успешные объявления и автоматически составляет грамотный продающий текст, используя только достоверные факты.\n\nТехнология уже вышла за пределы лаборатории и была внедрена в реальное приложение Xianyu (крупнейшая площадка вторичной торговли в Китае). Результаты «полевых» испытаний показали высокую эффективность: 72% пользователей решили опубликовать объявление именно с текстом, который написала нейросеть, лишь слегка его подправив. Более того, качество таких описаний по внутренним метрикам оказалось на 5,6% выше, чем у текстов, написанных людьми вручную. Это важный шаг для электронной коммерции, так как он максимально упрощает процесс продажи: человеку достаточно сделать фото, а рутину по составлению красивого и точного описания берет на себя алгоритм.",
      "tags": {
        "companies": [
          "Alibaba Group",
          "Amazon",
          "Walmart",
          "Idle Fish",
          "eBay"
        ],
        "researchType": [
          "Техническое",
          "Прикладное"
        ],
        "problem": [
          "Высокая задержка",
          "Галлюцинации и точность",
          "Доменная адаптация",
          "Шум и целостность данных"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Catalog & Content Ops"
        ],
        "technologies": [
          "ALBEF",
          "CLIP",
          "DeepSpeed",
          "Qwen"
        ],
        "additional": [
          "Instruction Tuning"
        ]
      }
    },
    {
      "id": 74,
      "pdf": "Artificial Intelligence (AI) Assistant in Online Shopping A Randomized Field Experiment on a Livestream Selling Platform.pdf",
      "title": "Artificial Intelligence (AI) Assistant in Online Shopping: A Randomized Field Experiment on a Livestream Selling Platform",
      "description": "**Суть исследования:**\nАвторы статьи решают главную проблему торговых прямых эфиров (лайвстримов): когда популярный блогер показывает товары тысячам зрителей, он физически не успевает отвечать на все вопросы в общем чате. Из-за нехватки информации зрители либо отказываются от покупки, либо покупают импульсивно, а затем разочаровываются и возвращают товар. Чтобы исправить это, исследователи внедрили на крупной азиатской платформе AI-ассистента. Это виртуальный помощник в виде иконки на экране трансляции, который в приватном режиме (через текст или голос) мгновенно отвечал на вопросы конкретного пользователя о характеристиках товара, купонах и доставке, не отвлекая стримера.\n\n**Результаты и выводы:**\nМасштабный эксперимент на 132 000 пользователей показал высокую эффективность технологии. Группа зрителей, у которой был доступ к AI-помощнику, совершала на 3% больше заказов, а их общие траты выросли почти на 11%. Самый важный результат для бизнеса — снижение количества возвратов товаров на 12,55%. Исследование доказало: когда бот берет на себя рутину и дает точные ответы в реальном времени, покупатели принимают более взвешенные решения, даже если сам ведущий эфира занят. Особенно полезным ассистент оказался при продаже новых, незнакомых товаров и на каналах суперпопулярных стримеров.",
      "tags": {
        "companies": [
          "Alibaba Group",
          "Taobao"
        ],
        "researchType": [
          "Экспериментальное",
          "Поведенческое"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Проблема выбора",
          "Высокая задержка"
        ],
        "application": [
          "Conversational AI & Support",
          "Agents & Emerging Tech"
        ],
        "technologies": [
          "NLP",
          "Speech Recognition"
        ],
        "additional": [
          "Live Commerce",
          "Return Rate",
          "Human-AI Interaction",
          "Impulse Buying"
        ]
      }
    },
    {
      "id": 50,
      "pdf": "LLM Agent Meets Agentic AI Can LLM Agents Simulate Customers to Evaluate Agentic-AI-based Shopping Assistants.pdf",
      "title": "LLM Agent Meets Agentic AI: Can LLM Agents Simulate Customers to Evaluate Agentic-AI-based Shopping Assistants?",
      "description": "Эта статья посвящена проблеме тестирования «умных» торговых ассистентов, таких как Amazon Rufus. Поскольку эти ИИ-системы обновляются слишком быстро, классические тесты на живых людях становятся слишком дорогими и медленными. Исследователи решили проверить, могут ли другие нейросети (LLM-агенты) притвориться покупателями и заменить людей в таких тестах. Для этого они сначала попросили 40 реальных добровольцев выбрать товары (например, монитор или одежду) через чат-бота, записав все их действия и реакции. Затем ученые создали «цифровых двойников» этих участников — ИИ-агентов с теми же характеристиками и целями — и отправили их выполнять те же самые задания.\n\nРезультаты показали, что ИИ-агенты хорошо имитируют общую логику покупок, но плохо угадывают реальные вкусы людей. Хотя «двойники» принимали решение о покупке так же часто, как люди (совпадение решений 90%), конкретный выбранный товар совпадал с выбором человека всего в ~2% случаев. Кроме того, агенты оказались слишком «дотшными» (кликали на большее количество товаров) и чрезмерно позитивными, оценивая сервис выше, чем реальные пользователи. Это исследование важно, так как доказывает: ИИ можно использовать для быстрых технических проверок магазинов, но для оценки реального удобства и удовольствия от сервиса всё еще необходимы живые люди.",
      "tags": {
        "companies": [
          "Amazon"
        ],
        "researchType": [
          "Поведенческое",
          "Аналитическое",
          "Экспериментальное",
          "Теоретическое"
        ],
        "problem": [
          "Высокая стоимость разметки",
          "Контекст и диалог"
        ],
        "application": [
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [],
        "additional": [
          "User Personas"
        ]
      }
    },
    {
      "id": 39,
      "pdf": "Learning to Ask Conversational Product Search via Representation Learning.pdf",
      "title": "Learning to Ask: Conversational Product Search via Representation Learning",
      "description": "**Суть исследования**\nАвторы статьи решали проблему утомительного поиска товаров в интернет-магазинах, особенно на экранах смартфонов, где пользователям приходится долго листать бесконечные списки и настраивать фильтры. Они разработали новую модель под названием ConvPS — это умный виртуальный помощник, который вместо выдачи «сухого» каталога начинает диалог с покупателем. Главная идея заключается в том, чтобы система сама училась задавать правильные уточняющие вопросы (например, «Вам нужен бренд Sony или Canon?») и, анализируя ответы, перестраивала результаты поиска в реальном времени.\n\n**Как проводился эксперимент**\nДля обучения и тестирования системы ученые использовали массивные наборы данных с платформы Amazon из категорий «Телефоны и аксессуары», «Здоровье» и «Фильмы». Они научили алгоритм переводить описания товаров, запросы пользователей и историю диалога в единое «смысловое» математическое пространство. Чтобы проверить эффективность, авторы сравнили свою модель с существующими аналогами, используя компьютерную симуляцию. Кроме того, они провели живой эксперимент с участием 26 реальных людей, которые должны были найти 59 конкретных товаров, отвечая на вопросы, сгенерированные искусственным интеллектом.\n\n**Результаты и выводы**\nЭксперименты показали, что модель ConvPS значительно обгоняет конкурентов по точности поиска. Данные из раздела результатов говорят о том, что уже после 5 заданных вопросов точность выдачи резко возрастает по сравнению со старыми методами. Живое тестирование выявило интересный факт: люди готовы терпеливо отвечать в среднем на 6 вопросов бота, чтобы найти нужную вещь. При этом в 77% случаев пользователи легко давали правильные ответы на уточняющие вопросы системы, что доказывает работоспособность такого подхода.\n\n**Почему это важно**\nЭто исследование открывает дорогу к созданию более «человечных» интернет-магазинов. Для обычных покупателей это означает, что в будущем не придется тратить часы на настройку десятков фильтров: достаточно будет короткого разговора с ботом, который, подобно хорошему консультанту в магазине, быстро поймет ваши предпочтения и предложит именно то, что вы искали.",
      "tags": {
        "companies": [],
        "researchType": [
          "Техническое",
          "Поведенческое"
        ],
        "problem": [
          "Доверие и интерпретируемость",
          "Семантический разрыв"
        ],
        "application": [
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "Bandit Algorithms",
          "Embeddings",
          "Gaussian Process"
        ],
        "additional": [
          "Attribute Value Extraction"
        ]
      }
    },
    {
      "id": 56,
      "pdf": "Enhancing E-Commerce with a RAG-Powered Conversational Recommender System.pdf",
      "title": "Enhancing E-Commerce with a RAG-Powered Conversational Recommender System",
      "description": "Авторы статьи решают проблему «мук выбора» в интернет-магазинах, где обычный поиск по ключевым словам часто утомляет, а старые рекомендательные алгоритмы плохо понимают новых пользователей без истории покупок. Исследователи создали умного торгового ассистента на базе технологии RAG — метода, при котором нейросеть не выдумывает ответы, а сначала находит реальную информацию в базе товаров, а затем формулирует совет. Для проверки системы они взяли более 3000 товаров из категории «Бакалея и деликатесы» (датасет Amazon) и с помощью другой нейросети превратили сухие поисковые запросы (например, «вишня без косточек») в живые человеческие вопросы («У вас есть вишня без косточек?»), чтобы имитировать реальный диалог с продавцом.\n\nЭксперимент показал, что для качественной работы такого ассистента не обязательно использовать самые дорогие технологии. Хотя мощная модель GPT-4.1 дала лучшие рекомендации (с оценкой точности 0,65), более простые и открытые модели (такие как Mistral 24B или Llama 4) выдали результат всего на 10% хуже, но при этом их использование обходится в 10–20 раз дешевле. Это важный вывод для развития онлайн-торговли: магазины могут внедрять умных консультантов, которые понимают контекст и ведут естественный диалог, не тратя на это огромные бюджеты.",
      "tags": {
        "companies": [],
        "researchType": [
          "Техническое",
          "Экспериментальное",
          "Аналитическое"
        ],
        "problem": [
          "Высокая стоимость вычислений",
          "Проблема выбора",
          "Проблема холодного старта",
          "Семантический разрыв"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "GPT",
          "Gemma",
          "Llama",
          "Mistral",
          "PostgreSQL"
        ],
        "additional": [
          "ESCI-S dataset"
        ]
      }
    },
    {
      "id": 26,
      "pdf": "LILIUM EBAY’S LARGE LANGUAGE MODELS FOR E-COMMERCE.pdf",
      "title": "LiLiuM: eBay’s Large Language Models for E-Commerce",
      "description": "Компания eBay решила отказаться от зависимости от сторонних ИИ-моделей (вроде LLaMA-2 от Meta) и создала собственную серию нейросетей под названием LiLiuM. Проблема готовых решений в том, что они «слишком общие», ориентированы в основном на английский язык и плохо понимают специфику онлайн-торговли. Инженеры eBay обучили свои модели на колоссальном объеме данных — 3 триллионах токенов (текстовых фрагментов). Главной «фишкой» стало использование реальных объявлений о продаже, описаний товаров и отзывов пользователей, накопленных платформой за 6 лет, а также добавление текстов на немецком, испанском, французском и итальянском языках.\n\nРезультаты показали, что «заточка» модели под конкретную нишу работает лучше универсальных решений. В специализированных тестах, например, на правильный подбор характеристик товара, модель eBay (LiLiuM 7B) оказалась в два раза эффективнее конкурента (75% точности против 36.7% у LLaMA-2). Кроме того, благодаря специально созданному словарю, который знает бренды и торговый сленг, новый ИИ генерирует текст на 34% быстрее. Это доказывает, что крупные компании могут создавать собственные, более безопасные и эффективные «мозги», не полагаясь на разработки IT-гигантов.",
      "tags": {
        "companies": [
          "eBay"
        ],
        "researchType": [
          "Техническое"
        ],
        "problem": [
          "Высокая задержка",
          "Доменная адаптация",
          "Обработка неструктурированных данных"
        ],
        "application": [
          "Catalog & Content Ops",
          "Search & Navigation"
        ],
        "technologies": [
          "FlashAttention",
          "Megatron-LM",
          "Pythia",
          "vLLM"
        ],
        "additional": []
      }
    },
    {
      "id": 4,
      "pdf": "AmazonQA A Review-Based Question Answering Task.pdf",
      "title": "AmazonQA: A Review-Based Question Answering Task",
      "description": "Авторы статьи решали насущную проблему онлайн-шопинга: покупатели на Amazon часто задают вопросы о товарах (например, «Влезет ли в этот чехол ноутбук?»), но вынуждены ждать ответа от продавца или сообщества в среднем около двух дней. Ученые предположили, что ответы на большинство этих вопросов уже скрыты в тысячах отзывов, оставленных другими людьми. Чтобы проверить это и научить компьютер искать информацию автоматически, они создали огромную базу данных AmazonQA, состоящую из почти миллиона реальных вопросов и 14 миллионов отзывов. Они также использовали помощь живых людей (через платформу Mechanical Turk), чтобы вручную разметить данные и подтвердить, действительно ли текст отзыва отвечает на поставленный вопрос.\n\nИсследование показало, что более 50% всех вопросов можно решить, просто грамотно проанализировав уже имеющиеся отзывы, не дожидаясь нового ответа. Любопытно, что на момент проведения тестов простые алгоритмы поиска (выбирающие наиболее подходящее по смыслу предложение) справлялись с задачей даже лучше, чем сложные нейросети того времени. Для обычных пользователей это означает перспективу появления «умных» систем поддержки: вместо того чтобы читать сотни комментариев или ждать днями, вы сможете получить мгновенный и точный ответ, который алгоритм сам «вычитал» из опыта других покупателей.",
      "tags": {
        "companies": [
          "Amazon"
        ],
        "researchType": [
          "Техническое",
          "Датасеты и бенчмарки"
        ],
        "problem": [
          "Обработка неструктурированных данных",
          "Шум и целостность данных"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "Search & Navigation"
        ],
        "technologies": [
          "Amazon Mechanical Turk",
          "BM25",
          "BiDAF",
          "Embeddings",
          "LSTM",
          "TF-IDF"
        ],
        "additional": [
          "Crowdsourcing",
          "User Generated Content"
        ]
      }
    },
    {
      "id": 59,
      "pdf": "COSMO A Large-Scale E-commerce Common Sense Knowledge Generation and Serving System at Amazon.pdf",
      "title": "COSMO: A Large-Scale E-commerce Common Sense Knowledge Generation and Serving System at Amazon",
      "description": "Исследователи из Amazon разработали систему COSMO, чтобы научить алгоритмы интернет-магазина «здравому смыслу» и пониманию человеческих намерений. Существующие системы хорошо знают характеристики товаров, но часто не понимают, *зачем* люди их покупают. Чтобы исправить это, авторы проанализировали миллионы реальных действий пользователей (например, что человек искал и что в итоге купил) и использовали большие языковые модели для объяснения этих связей. Нейросеть обучили выявлять скрытые мотивы: например, система понимает, что покупка «зимней куртки» вызвана желанием «сохранить тепло», а одновременный заказ чехла и стекла нужен для «защиты телефона».\n\nВнедрение этой технологии в реальный поиск Amazon показало отличные результаты. В ходе экспериментов на 10% американской аудитории сайта продажи выросли на 0,7% (что в масштабах Amazon означает сотни миллионов долларов дополнительной прибыли), а пользователи стали на 8% активнее пользоваться навигацией и фильтрами. Это важный шаг для индустрии: теперь онлайн-магазины могут не просто искать товары по ключевым словам, а предлагать решения, исходя из реальных жизненных сценариев покупателя, будь то «подготовка к свадьбе» или «кемпинг в горах».",
      "tags": {
        "companies": [
          "Alibaba Group",
          "Amazon"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Высокая стоимость вычислений",
          "Понимание намерений",
          "Семантический разрыв",
          "Шум и целостность данных"
        ],
        "application": [
          "Catalog & Content Ops",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "Cross-encoder",
          "DeBERTa",
          "GNN",
          "GPT",
          "Knowledge Graph",
          "Llama",
          "OPT",
          "SageMaker"
        ],
        "additional": [
          "Instruction Tuning"
        ]
      }
    },
    {
      "id": 22,
      "pdf": "Large Language Model based Long-tail Query Rewriting in Taobao Search.pdf",
      "title": "Large Language Model based Long-tail Query Rewriting in Taobao Search",
      "description": "В этой работе исследователи из Alibaba Group решали проблему «глухого телефона» между покупателем и поисковой строкой. Часто люди используют редкие или специфические фразы (так называемые «длинный хвост» запросов), которые поисковые алгоритмы не понимают буквально. Например, пользователь пишет «самосборная коробка сюрприз», а в базе товар записан как «DIY набор». Чтобы исправить это, разработчики создали систему BEQUE на базе большой языковой модели. Она работает как умный переводчик: на лету переписывает непонятный запрос пользователя в более популярную и точную формулировку, по которой в магазине точно есть товары.\n\nДля проверки эффективности новую систему внедрили в поиск приложения Taobao (крупнейший китайский маркетплейс). Результаты оказались впечатляющими: модель смогла значительно улучшить поиск там, где обычные алгоритмы сдавались. В реальных тестах количество успешных покупок по редким запросам выросло, а общая выручка (GMV) для сложных случаев, когда поиск раньше почти ничего не находил, подскочила сразу на 18,66%. Это доказывает, что использование нейросетей для «расшифровки» мыслей пользователя помогает людям быстрее находить нужное, не мучаясь с подбором правильных слов.",
      "tags": {
        "companies": [
          "Alibaba Group",
          "Amazon",
          "Baichuan",
          "JD.com",
          "Taobao",
          "Tmall"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Галлюцинации и точность",
          "Семантический разрыв"
        ],
        "application": [
          "Search & Navigation"
        ],
        "technologies": [
          "BART",
          "Baichuan",
          "Chain of Thought",
          "ChatGLM",
          "Contrastive Learning",
          "Qwen",
          "SFT"
        ],
        "additional": [
          "GMV",
          "Query Expansion"
        ]
      }
    },
    {
      "id": 33,
      "pdf": "BSharedRAG Backbone Shared Retrieval-Augmented Generation for the E-commerce Domain.pdf",
      "title": "BSharedRAG: Backbone Shared Retrieval-Augmented Generation for the E-commerce Domain",
      "description": "Эта работа посвящена решению проблемы «глупости» нейросетей в специализированных темах, в частности, в интернет-торговле (e-commerce). Обычные языковые модели часто выдумывают факты о товарах или дают слишком общие ответы. Чтобы это исправить, обычно используют подход RAG, где одна программа ищет информацию в базе данных, а вторая — формулирует ответ. Авторы статьи заметили, что когда эти две части работают изолированно друг от друга, страдает качество: «поисковик» не до конца понимает суть вопроса, а «ответчик» плохо ориентируется в найденных документах.\n\nДля решения проблемы исследователи предложили новую архитектуру BSharedRAG. Главная идея — использовать одну мощную языковую модель как «общий мозг» (backbone) и для поиска информации, и для генерации ответа, вместо того чтобы тренировать две разные системы. Чтобы обучить этот «мозг», они собрали собственный качественный набор данных WorthBuying, состоящий из 735 тысяч профессиональных, подробных обзоров техники, отфильтровав бесполезные короткие отзывы пользователей.\n\nРезультаты экспериментов показали значительный прорыв. Благодаря тому, что система поиска и система ответа использовали общие знания, точность нахождения нужных документов выросла на 5–13% по сравнению с лучшими существующими аналогами. Качество самих ответов (насколько они связны и полезны) улучшилось на 23%, а общая точность фактов достигла 84%. Модель научилась лучше отличать нюансы, например, понимая разницу между техническим вопросом о пикселях камеры и вопросом о субъективном опыте её использования.\n\nЭто исследование важно тем, что открывает путь к созданию по-настоящему умных торговых ассистентов. Вместо того чтобы читать сотни отзывов или получать выдуманные характеристики от чат-бота, пользователи смогут получать точные ответы, основанные на реальных обзорах. При этом предложенный метод эффективнее расходует вычислительные ресурсы, так как использует одну базовую модель для всех задач.",
      "tags": {
        "companies": [
          "Amazon",
          "JD.com",
          "Taobao",
          "Alibaba Group",
          "Xiaohongshu",
          "Zhihu"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное",
          "Датасеты и бенчмарки"
        ],
        "problem": [
          "Галлюцинации и точность",
          "Доменная адаптация",
          "Разреженность данных",
          "Шум и целостность данных"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "Search & Navigation"
        ],
        "technologies": [
          "BERT",
          "Baichuan",
          "Contrastive Learning",
          "DeepSpeed",
          "Embeddings",
          "GPT",
          "Llama",
          "LoRA"
        ],
        "additional": [
          "WorthBuying dataset"
        ]
      }
    },
    {
      "id": 31,
      "pdf": "Retail-GPT leveraging Retrieval Augmented Generation (RAG) for building E-commerce Chat Assistants.pdf",
      "title": "Retail-GPT : leveraging Retrieval Augmented Generation (RAG) for building E-commerce Chat Assistants",
      "description": "Эта статья посвящена созданию «Retail-GPT» — умного виртуального продавца для интернет-магазинов. Главная проблема обычных чат-ботов (вроде ChatGPT) в том, что они часто выдумывают товары или цены, которых не существует. Чтобы исправить это, разработчики создали гибридную систему: они объединили творческие способности модели GPT-4o со строгими правилами проверки данных (технология RAG). Эксперимент проводили на примере вымышленного магазина с 50 товарами, тестируя систему с помощью специально написанных сценариев диалога — от простого поиска чипсов до попыток «взломать» бота.\n\nРезультаты оказались смешанными. Бот идеально искал товары (100% точность) и вежливо отклонял разговоры не по теме. Однако с добавлением товаров в корзину возникли трудности: успешными оказались лишь 60% попыток, так как искусственный интеллект часто перестраховывался и лишний раз проверял наличие товара, даже когда это не требовалось. Самым тревожным открытием стала безопасность: в 25% случаев бота удалось обмануть, заставив его предложить несуществующие скидки или товары. Вывод авторов прост: технология перспективная, но пока недостаточно надежная для реальной торговли.",
      "tags": {
        "companies": [],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Безопасность и этика",
          "Высокая стоимость вычислений",
          "Галлюцинации и точность",
          "Понимание намерений"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "GPT",
          "Rasa",
          "Redis",
          "spaCy",
          "Streamlit"
        ],
        "additional": [
          "Prompt Engineering"
        ]
      }
    },
    {
      "id": 43,
      "pdf": "Chain-of-Retrieval Augmented Generation.pdf",
      "title": "Chain-of-Retrieval Augmented Generation",
      "description": "**О чем статья и какую проблему решали?**\nИсследователи из Microsoft и Китайского народного университета решали проблему «глупости» поисковых алгоритмов в чат-ботах. Обычные системы RAG (когда нейросеть ищет информацию в интернете, чтобы ответить вам) работают в один шаг: получили вопрос -> нашли похожие документы -> выдали ответ. Это плохо работает для сложных вопросов, требующих логической цепочки (например, «В каком городе родился режиссер фильма, в котором снялся этот актер?»). Авторы представили метод **CoRAG**, который учит нейросеть вести себя как детектив: разбивать сложную задачу на мелкие шаги, искать информацию итерациями и корректировать свои запросы, если первый поиск не дал результатов.\n\n**Как это работало и что получили?**\nУченые взяли за основу популярную открытую модель Llama-3.1-8B. Вместо того чтобы просто учить её правильным ответам, они использовали метод, при котором модель генерирует множество цепочек поиска, а система отбирает только те, что привели к успеху (этот процесс назвали «rejection sampling»). В итоге нейросеть научилась сначала задавать уточняющий вопрос, получать промежуточный факт, и на его основе делать следующий шаг.\n\n**Выводы и значение:**\nРезультаты оказались впечатляющими: на сложных тестах (таких как HotpotQA и MuSiQue), где нужно сопоставлять факты, точность ответов выросла более чем на 10% по сравнению с сильными конкурентами. Модель установила новый мировой рекорд (SOTA) на бенчмарке KILT, обойдя даже более крупные системы. Для науки и обычных пользователей это означает, что нам не обязательно создавать гигантские и дорогие модели — достаточно научить существующие «умному» пошаговому поиску, что значительно снизит количество выдуманных фактов (галлюцинаций) в ответах ИИ.",
      "tags": {
        "companies": [],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Галлюцинации и точность",
          "Понимание намерений",
          "Семантический разрыв"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "Search & Navigation"
        ],
        "technologies": [
          "BM25",
          "Embeddings",
          "GPT",
          "Llama",
          "Qwen",
          "Chain of Thought"
        ],
        "additional": []
      }
    },
    {
      "id": 51,
      "pdf": "From Refusal to Recovery A Control-Theoretic Approach to Generative AI Guardrails.pdf",
      "title": "From Refusal to Recovery: A Control-Theoretic Approach to Generative AI Guardrails",
      "description": "Авторы статьи решали критическую проблему современных ИИ: сегодня, если нейросеть считает запрос или ситуацию опасной, она просто «отказывает» в обслуживании (например, замолкает или блокирует действие). Но если речь идет об автопилоте, несущемся к препятствию, простой отказ от управления приведет к аварии. Исследователи разработали систему ReGuard, которая превращает безопасность из простого «фильтра» в активный процесс принятия решений. Они обучили модель не просто замечать угрозу, а просчитывать последствия на несколько шагов вперед и корректировать действия ИИ так, чтобы избежать катастрофы. Эксперименты проводили в трех компьютерных симуляциях: прямое управление автомобилем, роль штурмана-советчика и онлайн-шоппинг с жестким бюджетом.\n\nРезультаты показали подавляющее преимущество нового подхода. В тестах на вождение «умный предохранитель» ReGuard успешно справлялся с задачей в 77,3% случаев, тогда как знаменитая GPT-4o — лишь в 31,7%, часто допуская столкновения. В сценарии с покупками алгоритм не позволил виртуальному агенту растратить деньги выше лимита в 50 долларов, вовремя убирая лишние товары из корзины, чего не делали обычные модели. Это исследование важно тем, что предлагает новый стандарт безопасности: вместо «пугливого» ИИ, который выключается при риске, мы получаем надежного помощника, способного активно увести пользователя от физической или финансовой беды.",
      "tags": {
        "companies": [],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Безопасность и этика",
          "Галлюцинации и точность",
          "Контекст и диалог"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support"
        ],
        "technologies": [
          "GPT",
          "LoRA",
          "PPO",
          "Reinforcement Learning",
          "WebArena"
        ],
        "additional": []
      }
    },
    {
      "id": 41,
      "pdf": "PrefRAG Preference-Driven Multi-Source Retrieval Augmented Generation.pdf",
      "title": "PrefRAG: Preference-Driven Multi-Source Retrieval Augmented Generation",
      "description": "**О чем статья и какую проблему решали?**\nАвторы статьи решали проблему «галлюцинаций» и нехватки знаний у больших языковых моделей (вроде той, что лежит в основе ChatGPT). Обычно для улучшения ответов используют технологию RAG — это когда нейросеть ищет информацию во внешних источниках. Однако существующие системы плохо умеют выбирать, где именно искать: в надежной внутренней базе данных или в огромном, но «шумном» интернете. Часто они либо ограничиваются одним источником, либо бездумно смешивают всё подряд, из-за чего качество ответов падает. Ученые разработали систему PrefRAG, которая учит искусственный интеллект грамотно расставлять приоритеты между источниками информации.\n\n**Что конкретно делали?**\nИсследователи создали алгоритм, который работает по принципу «доверяй, но проверяй». Сначала система пытается найти ответ в проверенной локальной базе документов (это безопаснее и точнее). Если информации там недостаточно, она принимает осознанное решение выйти в открытый интернет. После генерации ответа включается механизм «саморефлексии»: нейросеть сама оценивает свой ответ и, если находит его слабым, запускает поиск заново. Эксперименты проводили на сложных наборах вопросов, требующих многоступенчатых рассуждений, а также на медицинских тестах.\n\n**К каким реальным выводам пришли?**\nРезультаты оказались впечатляющими: PrefRAG превзошла стандартные методы RAG на 25,6%, а передовые многоисточниковые аналоги — почти на 14%. Система показала, что «умный» отбор источников работает лучше, чем простое скармливание модели большого количества данных. Важно, что алгоритм стал реже обращаться к интернету без нужды, отдавая предпочтение качественным локальным данным, что снизило риск получения вредной или ложной информации.\n\n**Почему это важно для обычных людей или науки?**\nЭто исследование делает искусственный интеллект более надежным и безопасным для реального применения. Например, компании смогут создавать корпоративных помощников, которые в первую очередь опираются на внутренние инструкции и документы, и лезут в Google только в крайнем случае. Для обычных пользователей это означает получение более точных ответов без лишнего информационного мусора и выдумок, особенно в сложных темах вроде медицины или права.",
      "tags": {
        "companies": [
          "Zhipu AI"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Галлюцинации и точность",
          "Семантический разрыв",
          "Шум и целостность данных"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "BM25",
          "DPO",
          "Elasticsearch",
          "GLM",
          "LangChain",
          "Llama",
          "vLLM"
        ],
        "additional": []
      }
    },
    {
      "id": 27,
      "pdf": "Hi-Gen Generative Retrieval For Large-Scale Personalized E-commerce Search.pdf",
      "title": "Hi-Gen: Generative Retrieval For Large-Scale Personalized E-commerce Search",
      "description": "Эта статья посвящена улучшению работы поиска в гигантских интернет-магазинах, таких как AliExpress. Исследователи из Alibaba Group решали сложную проблему: как научить искусственный интеллект не просто находить товары по ключевым словам, но и сразу предлагать те, которые с большей вероятностью купят. Существующие нейросети часто «забывают» учитывать популярность товара (насколько часто на него кликают) и путаются в миллионах цифровых идентификаторов (ID) продуктов.\n\nЧтобы исправить это, авторы разработали систему Hi-Gen. Вместо случайных чисел они присвоили каждому товару «умный код», в котором зашифрована его категория (например, «одежда -> платье») и его коммерческая эффективность (как хорошо он продается). Затем они обучили языковую модель предсказывать именно эти коды на основе поведения пользователя. Эксперименты проводили как на общедоступных базах данных, так и на реальной системе AliExpress с миллиардами товаров.\n\nРезультаты оказались отличными: новый подход превзошел существующие мировые аналоги по точности на 3–4%. Самое главное — в ходе недельного эксперимента на живых людях внедрение Hi-Gen увеличило общую выручку платформы (GMV) на 1,42%, а количество найденных пользователями товаров выросло почти на 7%. Система также показала способность находить подходящие товары даже в тех случаях, когда у алгоритма было мало предварительной информации (так называемый zero-shot режим).\n\nДля обычных людей это означает, что онлайн-шопинг станет быстрее и точнее. Поисковая строка будет лучше понимать ваши намерения и предлагать не просто похожие по названию вещи, но именно те качественные и популярные товары, которые вам действительно могут понравиться. Для науки это важный шаг, доказывающий, что генеративный ИИ может эффективно управлять поиском в масштабах миллиардных баз данных.",
      "tags": {
        "companies": [
          "AOL",
          "AliExpress",
          "Alibaba Group",
          "Amazon",
          "Taobao"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Высокая задержка",
          "Проблема холодного старта",
          "Семантический разрыв"
        ],
        "application": [
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "Adam",
          "BERT",
          "PyTorch",
          "Seq2Seq",
          "T5",
          "Transformer"
        ],
        "additional": []
      }
    },
    {
      "id": 75,
      "pdf": "Explainable Agentic AI Transforming E-Commerce Search With Transparency.pdf",
      "title": "Explainable Agentic AI: Transforming E-Commerce Search With Transparency",
      "description": "Автор статьи поднимает острую проблему современного онлайн-шопинга: магазины внедряют все более умных «агентных» роботов, которые действуют самостоятельно, но покупатели часто им не доверяют. Современные нейросети работают как «черный ящик»: они могут идеально подобрать товар, но пользователь не понимает, почему ему советуют именно это — из-за реальной пользы или ради выгоды магазина. Такое непонимание вызывает у людей тревогу («алгоритмическое отвращение») и отказ от покупки. Чтобы решить эту проблему, исследователь предлагает концепцию «Объяснимого ИИ» (XAI), где прозрачность работы алгоритма становится важнее сухой эффективности.\n\nВместо того чтобы просто выдавать список товаров, предложенная система должна вести себя как честный консультант. Автор разработал архитектуру из четырех уровней, где ИИ обязан объяснять свои действия на понятном языке: например, «Я предложил эту куртку, потому что вы искали \"легкую одежду для лета\" и ранее интересовались этим брендом». Используя технологии визуализации внимания и интерпретации (такие как LIME и SHAP), система показывает, какие именно слова в запросе или детали в истории покупок повлияли на выбор. Главный вывод работы: прозрачность алгоритмов напрямую влияет на прибыль. Понятные объяснения повышают лояльность клиентов, снижают их тревожность и помогают магазинам соблюдать строгие законы о цифровых услугах (например, GDPR).",
      "tags": {
        "companies": [],
        "researchType": [
          "Теоретическое",
          "Техническое",
          "Обзорное"
        ],
        "problem": [
          "Безопасность и этика",
          "Доверие и интерпретируемость"
        ],
        "application": [
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "Apache Solr",
          "BERT",
          "LIME",
          "OpenDialog",
          "Rasa",
          "ReAct",
          "SHAP",
          "spaCy"
        ],
        "additional": [
          "Digital Services Act",
          "GDPR"
        ]
      }
    },
    {
      "id": 13,
      "pdf": "QWEN TECHNICAL REPORT.pdf",
      "title": "Qwen Technical Report",
      "description": "**О чем статья?**\nКоманда разработчиков из Alibaba Group представила новую серию больших языковых моделей под названием Qwen. Их главная цель — создать универсальный искусственный интеллект, который одинаково хорошо понимает сложные инструкции, пишет программный код и решает математические задачи, при этом эффективно работая как на английском, так и на китайском языках. Авторы решали проблему эффективности: они стремились доказать, что при правильном обучении модель среднего размера (которую проще и дешевле запускать) может быть умнее и полезнее, чем гигантские нейросети конкурентов.\n\n**Что делали и к каким выводам пришли?**\nИсследователи обучили нейросеть на колоссальном объеме данных — 3 триллионах «токенов» (фрагментов слов), включающих тексты из интернета, книги и программный код, а затем «отшлифовали» её навыки с помощью людей-оценщиков, чтобы ответы были вежливыми и безопасными. Результаты оказались впечатляющими: их модель Qwen-14B (с 14 миллиардами параметров) в тестах на общие знания и логику превзошла знаменитую LLaMA2-70B, которая в пять раз больше неё. Особый успех показала специализированная версия для программирования: она правильно решила 66,4% сложных задач по написанию кода с первой попытки, что делает её одной из лучших среди бесплатных моделей и приближает к уровню платных систем вроде GPT-4. Это отличная новость для разработчиков и энтузиастов, получающих мощный инструмент в открытом доступе.",
      "tags": {
        "companies": [
          "Alibaba Group"
        ],
        "researchType": [
          "Техническое",
          "Датасеты и бенчмарки"
        ],
        "problem": [
          "Галлюцинации и точность",
          "Контекст и диалог",
          "Обработка неструктурированных данных"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "Ops & Security"
        ],
        "technologies": [
          "FlashAttention",
          "GPT",
          "Llama",
          "PPO",
          "Qwen",
          "ReAct",
          "Reinforcement Learning",
          "SFT",
          "Transformer"
        ],
        "additional": []
      }
    },
    {
      "id": 3,
      "pdf": "Personalized Embedding-based e-Commerce Recommendations at eBay.pdf",
      "title": "Personalized Embedding-based e-Commerce Recommendations at eBay",
      "description": "Инженеры eBay решали сложную задачу: как рекомендовать товары на площадке, где продается более 1,6 миллиарда вещей, и многие из них существуют в единственном экземпляре (купили — и товар исчез). Стандартные алгоритмы плохо справляются с такими «одноразовыми» товарами, потому что не успевают накопить статистику кликов. Чтобы исправить это, авторы внедрили систему «двух башен» (нейросеть). Одна часть системы анализирует не ID товара, а его описание (заголовок, бренд, категорию), а вторая — изучает поведение пользователя (что искал, на что кликал). Это позволяет системе понимать суть даже совершенно нового товара и мгновенно находить для него заинтересованного покупателя.\n\nРезультаты оказались отличными как в теории, так и на практике. В ходе реальных тестов на сайте (A/B тестирование) новый подход позволил показывать персональные рекомендации в 90% случаев, когда пользователь открывает страницу, что на 6% чаще, чем могла старая система. Если раньше алгоритм просто предлагал «посмотреть еще раз то, что вы уже видели» (Recently Viewed), то теперь искусственный интеллект умеет предсказывать интересы, опираясь на сложные связи между поисковыми запросами и характеристиками вещей. Для обычного покупателя это значит, что сайт быстрее поймет его вкус, даже если он ищет редкую винтажную вещь, которая появилась в продаже всего минуту назад.",
      "tags": {
        "companies": [
          "eBay"
        ],
        "researchType": [
          "Техническое",
          "Прикладное"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Проблема холодного старта",
          "Разреженность данных"
        ],
        "application": [
          "RecSys & Personalization"
        ],
        "technologies": [
          "Apache Spark",
          "Couchbase",
          "Embeddings",
          "FAISS",
          "GRU",
          "Hadoop",
          "PyTorch"
        ],
        "additional": []
      }
    },
    {
      "id": 14,
      "pdf": "Deep Intention-Aware Network for Click-Through Rate Prediction.pdf",
      "title": "Deep Intention-Aware Network for Click-Through Rate Prediction",
      "description": "Авторы статьи решали проблему «навязчивых» рекомендаций в мини-приложениях внутри крупных маркетплейсов (на примере раздела Juhuasuan в приложении Taobao). Проблема в том, что люди заходят туда по двум разным причинам: одних привлекает картинка конкретного товара на иконке входа («триггер»), а другие заходят просто по привычке, чтобы полистать скидки. Стандартные алгоритмы часто ошибаются: они видят клик по иконке с условным утюгом и начинают заваливать пользователя утюгами, даже если это постоянный посетитель, который просто зашел проверить новинки. Ученые разработали новую нейросеть DIAN, которая умеет распознавать истинное намерение пользователя: «пришел за конкретной вещью» или «просто гуляю».\n\nЧтобы проверить идею, разработчики обучили модель на гигантском массиве данных и запустили её в реальном приложении Taobao. Система работает как «умный переключатель»: она оценивает историю поведения человека и решает, стоит ли подстраивать ленту под товар с иконки или лучше показать обычный ассортимент. Результаты оказались впечатляющими: после внедрения алгоритма люди стали просматривать страницы товаров на 9,39% чаще, а общая кликабельность (CTR) выросла на 4,74%. Это значимый прорыв для индустрии, так как умная лента перестает спамить однотипными вещами постоянных клиентов, но при этом моментально подхватывает интерес тех, кто действительно искал конкретный товар.",
      "tags": {
        "companies": [
          "Alibaba Group",
          "Shopee",
          "Taobao"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное",
          "Поведенческое"
        ],
        "problem": [
          "Галлюцинации и точность",
          "Динамика рынка",
          "Понимание намерений",
          "Семантический разрыв"
        ],
        "application": [
          "RecSys & Personalization"
        ],
        "technologies": [
          "DIN",
          "Deep Learning",
          "Multi-Task Learning",
          "Transformer",
          "Wide & Deep"
        ],
        "additional": [
          "Super Apps"
        ]
      }
    },
    {
      "id": 6,
      "pdf": "Virtual ID Discovery from E-commerce Media at Alibaba.pdf",
      "title": "Virtual ID Discovery from E-commerce Media at Alibaba: Exploiting Richness of User Click Behavior for Visual Search Relevance",
      "description": "Исследователи из Alibaba Group решали проблему, знакомую каждому, кто пытался найти товар по фотографии: система часто ошибается, потому что любительские снимки сильно отличаются от красивых студийных фото в каталогах. Обычно, чтобы научить искусственный интеллект различать товары, требуются миллионы картинок, вручную размеченных людьми (где платье, а где футболка), что очень долго и дорого. Авторы статьи придумали способ обойтись без ручной работы: они решили обучать нейросеть на «кликах» обычных пользователей. Идея проста: если тысячи людей ищут по похожей картинке и кликают на один и тот же товар (или переключаются между похожими), значит, эти изображения связаны. Система автоматически присваивает им «Виртуальный ID», создавая группы похожих вещей на основе поведения толпы, а не строгих инструкций.\n\nДля проверки метода инженеры использовали данные из реального приложения Pailitao (поисковик Alibaba). В эксперименте на 200 тысячах реальных пользовательских фотографий точность определения категории товара выросла с 72,8% до 82,3%. Но самое главное — технологию проверили в «боевых» условиях на миллионах покупателей. Внедрение этой системы увеличило количество кликов почти на 6%, а объем продаж (GMV) вырос в среднем на 8,43% (в категории аксессуаров рост составил почти 10%). Это доказывает, что коллективный разум пользователей учит нейросети искать товары гораздо лучше, чем размеченные экспертами базы данных, делая онлайн-шопинг удобнее и быстрее.",
      "tags": {
        "companies": [
          "Alibaba Group",
          "eBay",
          "Pailitao",
          "Pinterest"
        ],
        "researchType": [
          "Техническое",
          "Поведенческое",
          "Экспериментальное"
        ],
        "problem": [
          "Высокая стоимость разметки",
          "Дефицит размеченных данных",
          "Доменная адаптация",
          "Семантический разрыв"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Search & Navigation"
        ],
        "technologies": [
          "CNN",
          "Graph Embedding",
          "ResNet"
        ],
        "additional": [
          "Weak Supervision"
        ]
      }
    },
    {
      "id": 1,
      "pdf": "Visual Search at eBay.pdf",
      "title": "Visual Search at eBay",
      "description": "Инженеры eBay решали сложную задачу: как научить поисковик находить товары не по тексту, а по фотографии, когда в базе миллиарды вещей. Главная сложность заключалась в том, что обычные пользователи загружают снимки плохого качества, сделанные при слабом освещении или с неудачного ракурса, а сами объявления живут недолго. Стандартные алгоритмы, привыкшие к идеальным каталожным фото, в таком «хаосе» работали слишком медленно или выдавали ошибки.\n\nАвторы создали систему на основе нейросетей, которая превращает каждое изображение в крошечный цифровой «отпечаток» из нулей и единиц (бинарный хеш). Это позволило сжать объем хранимых данных более чем на 90% и искать похожие товары за долю секунды. Эксперимент показал отличные результаты: система не только быстро находит нужную вещь, но и понимает её детали, например, цвет, материал или бренд. После внедрения этой технологии в приложения eBay пользователи стали в два раза чаще кликать на предложенные похожие товары.",
      "tags": {
        "companies": [
          "Close5",
          "eBay"
        ],
        "researchType": [
          "Техническое",
          "Прикладное"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Высокая задержка",
          "Высокая стоимость вычислений",
          "Динамика рынка",
          "Шум и целостность данных"
        ],
        "application": [
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "Apache Kafka",
          "Apache Spark",
          "Bigtable",
          "CNN",
          "HBase",
          "Hazelcast",
          "Kubernetes",
          "ResNet",
          "XGBoost"
        ],
        "additional": []
      }
    },
    {
      "id": 18,
      "pdf": "SAGE Structured Attribute Value Generation for Billion-Scale Product Catalogs.pdf",
      "title": "SAGE: Structured Attribute Value Generation for Billion-Scale Product Catalogs",
      "description": "**О чем статья и какую проблему решали?**\nКогда вы ищете товары в интернет-магазине, вы используете фильтры (например, по цвету, материалу или размеру). Эти фильтры работают благодаря структурированным данным, но продавцы часто загружают товары с хаотичными описаниями, где нужные характеристики просто «зарыты» в тексте или отсутствуют. Раньше компьютерные программы умели только выдергивать конкретные слова из описания: если слово «хлопок» не написано, программа не понимала, из чего сделана футболка. Исследователи из Amazon Catalog AI решили создать систему, которая не просто ищет слова, а понимает смысл и может логически достраивать пропущенную информацию.\n\n**Что конкретно делали?**\nАвторы разработали модель искусственного интеллекта под названием SAGE. Это генеративная нейросеть (похожая по принципу на GPT, но специализированная), которую обучили на огромном массиве данных о товарах и проверенных вручную примерах. Главная особенность эксперимента в том, что систему научили не только находить характеристики, но и честно отвечать «Неприменимо» (например, у зубной щетки нет вольтажа) или «Невозможно узнать» (если информации в тексте действительно нет). Модели скармливали заголовки, описания и даже изображения товаров, чтобы она училась делать выводы, опираясь на контекст и «здравый смысл».\n\n**К каким реальным выводам пришли?**\nSAGE показала подавляющее превосходство над старыми методами «выдергивания» слов. Согласно результатам, новая модель достигла показателя полноты (Recall) в **84,86%** при высочайшей точности прогнозов (более **96%**). Для сравнения, популярная ранее модель mBERT справлялась с задачей лишь на 29% при тех же условиях. Более того, SAGE отлично проявила себя в режиме «zero-shot»: она смогла правильно определять характеристики даже для тех категорий товаров, которые ей не показывали во время обучения. Добавление анализа картинок к анализу текста улучшило результаты еще примерно на 2–3%.\n\n**Почему это важно?**\nДля обычных людей это означает, что поиск в крупных интернет-магазинах станет намного умнее: вы сможете найти «круглую тарелку», даже если продавец указал только «диаметр», или отфильтровать товары по свойствам, о которых продавец забыл написать прямо. Для науки это важный шаг от простого поиска ключевых слов к настоящему пониманию текста нейросетями, которые могут структурировать хаос данных и заменять ручной труд тысяч модераторов.",
      "tags": {
        "companies": [
          "Alibaba Group",
          "Amazon",
          "Walmart"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Дефицит размеченных данных",
          "Обработка неструктурированных данных",
          "Разреженность данных",
          "Шум и целостность данных"
        ],
        "application": [
          "Catalog & Content Ops",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "BART",
          "BERT",
          "Beam Search",
          "MT5",
          "Seq2Seq",
          "XLM-R"
        ],
        "additional": [
          "Attribute Value Extraction"
        ]
      }
    },
    {
      "id": 16,
      "pdf": "Product Information Extraction using ChatGPT.pdf",
      "title": "Product Information Extraction using ChatGPT",
      "description": "**О чем статья и что делали?**\nАвторы решали классическую проблему интернет-магазинов: как превратить «кашу» из названий товаров (например, «Canon EOS 1000D SLR 10 MP...») в четкую таблицу с характеристиками (Бренд: Canon, Разрешение: 10 МП). Обычно для этого программисты тренируют специальные нейросети на тысячах примеров, что долго и дорого. Исследователи решили проверить, справится ли с этой задачей ChatGPT, если не обучать его специально, а просто правильно попросить.\n\nЭксперимент проводили на данных из Amazon (категории: цифровые камеры, ноутбуки, карты памяти). Ученые сравнивали работу ChatGPT (версия gpt-3.5-turbo) с традиционными моделями (на базе BERT), которые предварительно изучили более 71 000 примеров товаров. Исследователи тестировали разные виды запросов (промптов): от простых вопросов «какое тут разрешение?» до предоставления боту нескольких примеров (1, 3 или 6 штук), чтобы он понял логику задачи.\n\n**К каким выводам пришли?**\nРезультаты оказались впечатляющими. Даже без подсказок (zero-shot) ChatGPT показал качество работы (F1 score ~87.9%), сопоставимое с классической моделью NER, которую долго обучали. А если показать чат-боту всего 6 примеров правильного разбора, точность вырастает до 94.5%. Хотя специализированная модель AVEQA всё еще немного лучше (99%), ей для этого потребовалось изучить 71 266 примеров, а ChatGPT — всего шесть.\n\n**Почему это важно?**\nЭто исследование показывает, что малый бизнес и разработчики могут автоматизировать обработку товаров без сбора огромных баз данных и сложного обучения ИИ. ChatGPT не только вытаскивает информацию, но и «по-умному» приводит её к стандарту (например, понимает, что «Dual-Core» в ноутбуке — это цифра «2» в графе количества ядер), что раньше требовало написания отдельных правил. Это делает технологии структурирования данных доступными практически для любого интернет-магазина.",
      "tags": {
        "companies": [],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Высокая стоимость разметки",
          "Галлюцинации и точность",
          "Обработка неструктурированных данных",
          "Шум и целостность данных"
        ],
        "application": [
          "Search & Navigation"
        ],
        "technologies": [
          "BERT",
          "GPT",
          "DeBERTa",
          "LangChain"
        ],
        "additional": [
          "Attribute Value Extraction",
          "In-context learning",
          "MAVE dataset",
          "Prompt Engineering"
        ]
      }
    },
    {
      "id": 9,
      "pdf": "MAVE A Product Dataset for Multi-source Attribute Value Extraction.pdf",
      "title": "MAVE: A Product Dataset for Multi-source Attribute Value Extraction",
      "description": "**О чем статья и какую проблему решали?**\nИсследователи из Google решали вечную проблему интернет-магазинов: неполные характеристики товаров. Часто бывает так, что в карточке товара (например, ноутбука) не заполнено поле «Время работы от батареи», хотя эта информация прячется где-то в длинном текстовом описании или заголовке. Существующие базы данных для обучения искусственного интеллекта (ИИ) искать эти крупицы информации были либо слишком маленькими, либо «шумными» (с кучей ошибок), либо смотрели только на заголовок, игнорируя описание.\n\n**Что конкретно делали?**\nАвторы взяли огромный массив данных с Amazon — более 2,2 миллиона товаров из 1257 категорий (от обуви до электроники). Они не просто скопировали текст, а тщательно его отфильтровали и разметили, создав набор данных MAVE, где для каждого товара указаны правильные характеристики из разных источников (заголовки, описания, списки функций). Затем они разработали новый алгоритм MAVEQA, который работает по принципу «Вопрос-Ответ». Вместо того чтобы просто сканировать текст, модель «спрашивает»: «Какое здесь напряжение?» или «Какой материал?», и ищет ответ во всех доступных текстах карточки товара одновременно.\n\n**К каким реальным выводам пришли?**\nНовая модель показала выдающиеся результаты. Точность определения характеристик (по метрике F1) достигла 98,32%, что значительно выше, чем у предыдущих аналогов. Алгоритм отлично справился с длинными и сложными описаниями, где старые методы часто терялись. Однако эксперимент показал, что ИИ всё еще сложно работать в режиме «импровизации» (zero-shot): когда модели давали искать характеристики, которые она никогда раньше не видела во время обучения, результаты падали — в некоторых случаях до нуля (например, для атрибута «Совместимость»), хотя для других (например, «Емкость кухонного комбайна») точность оставалась высокой (около 90%).\n\n**Почему это важно?**\nДля обычных покупателей это означает, что в будущем поиск в интернет-магазинах станет намного умнее: фильтры будут работать корректно, даже если продавец поленился заполнить табличку с характеристиками. Для науки это большой шаг вперед, так как Google выложил в открытый доступ самый большой и качественный на сегодняшний день набор данных, на котором другие ученые смогут тренировать свои нейросети понимать смысл сложных текстов, а не просто искать ключевые слова.",
      "tags": {
        "companies": [
          "Amazon"
        ],
        "researchType": [
          "Техническое"
        ],
        "problem": [
          "Обработка неструктурированных данных",
          "Проблема холодного старта",
          "Шум и целостность данных"
        ],
        "application": [
          "Catalog & Content Ops",
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "BERT",
          "BiLSTM",
          "TensorFlow",
          "Transformer"
        ],
        "additional": [
          "MAVE dataset",
          "Open Dataset"
        ]
      }
    },
    {
      "id": 10,
      "pdf": "Multi-Modal Attribute Extraction for E-Commerce.pdf",
      "title": "Multi-Modal Attribute Extraction for E-Commerce",
      "description": "**О чем статья и какую проблему решали?**\nИсследователи из Rakuten решали вечную проблему онлайн-шопинга: плохой поиск из-за ленивых продавцов. На маркетплейсах продавцы часто добавляют фото и описание товара, но забывают заполнить важные характеристики (атрибуты), такие как «цвет» или «материал». Из-за этого покупатели не могут найти нужную вещь через фильтры. Авторы разработали систему искусственного интеллекта, которая автоматически «вычитывает» описание и «разглядывает» фотографии товара, чтобы самостоятельно заполнить пропуски в характеристиках.\n\n**Что конкретно делали?**\nУченые объединили две мощные нейросети: одну для обработки текста (BERT), а вторую — для изображений (DenseNet). Главная «фишка» их подхода — это умный механизм внимания (modality-attention). Вместо того чтобы просто смешивать данные, система для каждого конкретного товара решает, чему верить больше. Например, если на фото сумка снята в темноте, нейросеть больше доверится текстовому описанию цвета. А если в тексте нет слова «кожа», но на фото видна характерная текстура, приоритет уйдет изображению. Чтобы нейросеть не «ленилась» и не игнорировала картинки (проблема, названная modality collapse), они применили специальный математический штраф (регуляризацию).\n\n**К каким реальным выводам пришли?**\nЭксперименты на миллионах товаров из категории «Мода» показали, что текст обычно информативнее картинки, но изображение критически важно в спорных случаях. Их «умный» гибридный метод превзошел по точности как одиночные модели, так и простые способы объединения данных, достигнув показателя F1-score (баланс точности и полноты) около 85–87%. Самый впечатляющий результат дала проверка живыми людьми: на выборке из 5000 товаров модель определила характеристики верно в 98% случаев.\n\n**Почему это важно?**\nДля обычных покупателей это означает, что поиск в интернет-магазинах станет намного точнее: фильтры будут работать даже для тех товаров, где продавец забыл указать детали. Для науки это важный шаг в обучении мультимодальных систем (тех, что и видят, и читают). Авторы доказали, что искусственный интеллект должен уметь гибко переключать внимание между зрением и чтением в зависимости от ситуации, а не просто усреднять всю информацию.",
      "tags": {
        "companies": [
          "Rakuten"
        ],
        "researchType": [
          "Техническое",
          "Прикладное"
        ],
        "problem": [
          "Галлюцинации и точность",
          "Обработка неструктурированных данных",
          "Шум и целостность данных"
        ],
        "application": [
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "Adam",
          "BERT",
          "DenseNet",
          "Hugging Face",
          "ResNet"
        ],
        "additional": [
          "Attribute Value Extraction"
        ]
      }
    },
    {
      "id": 24,
      "pdf": "LLM-Ensemble Optimal Large Language Model Ensemble Method for E-commerce Product Attribute Value Extraction.pdf",
      "title": "LLM-Ensemble: Optimal Large Language Model Ensemble Method for E-commerce Product Attribute Value Extraction",
      "description": "**О чем статья:**\nИнженеры из технологического подразделения Walmart решали вечную проблему онлайн-шопинга — неточные описания товаров. Часто магазины не знают важных деталей о продукте (например, возрастную категорию или пол), из-за чего покупателям рекомендуют ненужные вещи. Вместо того чтобы полагаться на одну нейросеть, авторы создали метод «умного ансамбля». Они заставили работать вместе сразу несколько разных моделей (включая Llama-2, GPT-4 и PaLM-2), настроив систему так, чтобы она автоматически определяла, какому ИИ в данный момент можно доверять больше, и присваивала его голосу больший вес.\n\n**Результаты и значение:**\nЭтот подход «коллективного разума» оказался эффективнее любого одиночного решения. В тестах на определении пола для 20 000 товаров точность системы достигла впечатляющих 97,9%, обогнав даже GPT-4. Технологию уже внедрили на реальном сайте Walmart, что привело к росту кликабельности рекомендаций на 2,16% и увеличению продаж. Для обычных пользователей это означает, что умные фильтры перестанут ошибаться, и при поиске одежды или игрушек вы будете видеть именно то, что подходит под ваши запросы, без лишнего мусора в выдаче.",
      "tags": {
        "companies": [
          "Walmart"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Галлюцинации и точность",
          "Обработка неструктурированных данных",
          "Шум и целостность данных"
        ],
        "application": [
          "Catalog & Content Ops",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "GPT",
          "Llama",
          "PaLM"
        ],
        "additional": [
          "Attribute Value Extraction"
        ]
      }
    },
    {
      "id": 35,
      "pdf": "Learning variant product relationship and variation attributes from e-commerce website structures.pdf",
      "title": "Learning variant product relationship and variation attributes from e-commerce website structures",
      "description": "Исследователи из Amazon решали насущную проблему больших онлайн-каталогов: как научить компьютер понимать, что красная и синяя футболки — это не два совершенно разных товара, а вариации одной и той же модели. Стандартные алгоритмы обычно ищут либо полные дубликаты, либо совсем разные вещи, упуская эту «родственную» связь. Чтобы исправить это, авторы разработали систему VARM, которая использует нейросети для анализа структуры веб-страниц и текстовых описаний. Искусственный интеллект обучали не просто находить похожие товары, но и точно определять, какая именно характеристика их различает — будь то размер, цвет или, например, вкус для продуктов питания.\n\nРезультаты экспериментов на реальных данных показали, что новая система справляется с задачей гораздо лучше существующих аналогов, достигая точности свыше 90% при группировке товаров. Алгоритм успешно понимает контекст: он «знает», что телевизоры отличаются диагональю экрана, а игровые клавиатуры — типом переключателей. Для обычных покупателей это означает, что поиск в интернет-магазинах станет удобнее: вместо десятков разрозненных ссылок мы будем видеть одну аккуратную карточку товара с возможностью выбора нужных параметров.",
      "tags": {
        "companies": [],
        "researchType": [
          "Техническое"
        ],
        "problem": [
          "Дефицит размеченных данных",
          "Шум и целостность данных"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Catalog & Content Ops",
          "Search & Navigation"
        ],
        "technologies": [
          "Claude",
          "DistilBERT",
          "RAG",
          "Chain of Thought"
        ],
        "additional": [
          "Synthetic Data"
        ]
      }
    },
    {
      "id": 2,
      "pdf": "AI Blue Book Vehicle Price Prediction using Visual Features.pdf",
      "title": "AI Blue Book: Vehicle Price Prediction using Visual Features",
      "description": "Исследователи из Стэнфорда задались интересным вопросом: может ли искусственный интеллект определить правильную цену автомобиля или велосипеда, глядя только на одну фотографию, без текстового описания характеристик. Чтобы проверить это, они собрали базу из 21 000 изображений велосипедов и 1 400 фотографий автомобилей с указанными рыночными ценами. На этих данных они обучили несколько нейросетей, включая собственную разработку PriceNet, искать визуальные признаки «дороговизны» или «дешевизны» товара.\n\nРезультаты оказались впечатляющими: лучшая модель научилась предсказывать цену велосипеда со средней ошибкой всего в 165 долларов. Алгоритм самостоятельно понял, какие детали влияют на стоимость: например, он «заметил», что наличие детских страховочных колесиков снижает прогнозируемую цену на 150 долларов, а определенная форма руля или рамы — повышает её. Эта технология может быть крайне полезна для онлайн-магазинов и аукционов (вроде eBay), помогая продавцам выбирать самые выгодные ракурсы для фото, а покупателям — мгновенно оценивать, адекватна ли выставленная цена.",
      "tags": {
        "companies": [],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Динамика рынка",
          "Доверие и интерпретируемость",
          "Шум и целостность данных"
        ],
        "application": [
          "RecSys & Personalization",
          "Search & Navigation",
          "User Generated Content"
        ],
        "technologies": [
          "CNN",
          "Keras",
          "SVM",
          "SqueezeNet",
          "Transfer Learning",
          "VGG"
        ],
        "additional": [
          "Automotive",
          "C2C"
        ]
      }
    },
    {
      "id": 68,
      "pdf": "Negotiation Assistant Bot of Pricing Prediction Based on Machine Learning.pdf",
      "title": "Negotiation Assistant Bot of Pricing Prediction Based on Machine Learning",
      "description": "Эта статья посвящена вечной проблеме многих людей — неумению торговаться и страху переплатить при покупке с рук. Чтобы помочь покупателям, авторы разработали специального «бота-переговорщика» для рынка подержанных автомобилей. Они собрали базу данных из 10 000 реальных объявлений, на которой обучили искусственный интеллект определять «честную» рыночную цену машины на основе её пробега, возраста и марки. Программа работает как суфлер: она подсказывает пользователю, какую цену предложить продавцу, когда стоит стоять на своём, а когда лучше отказаться от сделки и уйти.\n\nВ ходе экспериментов исследователи сравнивали разные математические модели для оценки стоимости. Оказалось, что сложные нейросети (ANN) дают самый точный прогноз (около 78% точности), но «думают» слишком долго — около 30 секунд, что неприемлемо во время живого разговора. В итоге для бота выбрали более простой алгоритм «ближайших соседей»: он отвечает мгновенно, и хотя его точность ниже (63%), этого достаточно для уверенных торгов. Работа доказывает, что ИИ может стать полезным карманным консультантом, который защитит новичков от невыгодных сделок и лишних эмоций.",
      "tags": {
        "companies": [
          "Guazi.com"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Высокая задержка",
          "Динамика рынка",
          "Шум и целостность данных"
        ],
        "application": [
          "Conversational AI & Support",
          "Growth & Pricing",
          "RecSys & Personalization"
        ],
        "technologies": [
          "ANN",
          "Decision Tree",
          "Flask",
          "KNN",
          "Pandas",
          "SVM",
          "Web Scraping"
        ],
        "additional": [
          "Automotive"
        ]
      }
    },
    {
      "id": 21,
      "pdf": "CarExpert Leveraging Large Language Models for In-Car Conversational Question Answering.pdf",
      "title": "CarExpert: Leveraging Large Language Models for In-Car Conversational Question Answering",
      "description": "Группа исследователей, включая инженеров из BMW, занялась проблемой использования больших языковых моделей (вроде тех, что лежат в основе ChatGPT) внутри автомобилей. Главная беда обычных нейросетей в том, что они могут «галлюцинировать» — уверенно выдавать выдуманные факты или устаревшие данные, что критически опасно при управлении машиной. Чтобы исправить это, авторы разработали систему CarExpert. Она не просто генерирует текст из головы, а использует гибридный подход: сначала находит точную информацию в официальных инструкциях и технических руководствах к конкретному авто, и только потом просит нейросеть красиво сформулировать ответ для водителя.\n\nЭксперимент проводили, сравнивая свою разработку с популярной моделью GPT-3.5-turbo на базе реальных вопросов о функциях автомобиля (например, «Как установить детское кресло?» или «Почему машина не заводится?»). Ключевой фишкой стал внедренный «модератор ответов» — алгоритм, который проверяет, насколько сказанное нейросетью совпадает с текстом инструкции, и отсеивает отсебятину. Результаты показали, что CarExpert дает гораздо более точные и безопасные ответы, чем обычные чат-боты. Это важно, потому что позволяет водителям получать помощь голосом прямо в дороге, будучи уверенными, что искусственный интеллект не посоветует им ничего опасного.",
      "tags": {
        "companies": [
          "Aleph Alpha",
          "BMW"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Безопасность и этика",
          "Галлюцинации и точность",
          "Доменная адаптация"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support"
        ],
        "technologies": [
          "ALBERT",
          "BM25",
          "Dense Passage Retriever",
          "Luminous",
          "SPLADE",
          "Sentence-Transformers",
          "Vector Database"
        ],
        "additional": [
          "Prompt Engineering"
        ]
      }
    },
    {
      "id": 17,
      "pdf": "A Car Model Identification System for Streamlining the Automobile Sales Process.pdf",
      "title": "A Car Model Identification System for Streamlining the Automobile Sales Process",
      "description": "Авторы статьи решали насущную проблему для всех, кто хоть раз продавал машину через интернет: как избавить пользователя от скучного ручного ввода марки, модели и года выпуска. Идея заключалась в создании умного алгоритма, который сам определяет все характеристики автомобиля по одной загруженной фотографии. Для этого исследователи протестировали шесть различных архитектур нейросетей (как классические, так и современные «трансформеры») на базе данных, содержащей более 16 000 снимков машин 197 разных моделей. Чтобы научить компьютер «видеть» лучше, они применяли хитрости: специально искажали, переворачивали и размывали фото во время тренировки, заставляя систему адаптироваться к плохим условиям съемки.\n\nВ результате экспериментов выяснилось, что лучше всего с задачей справляется модель EfficientNetV2, достигшая точности распознавания **81,97%**. Любопытно, что более современные и сложные модели (Vision Transformers) показали себя хуже — им просто не хватило объема данных для полноценного обучения. Для обычных людей это исследование важно тем, что оно приближает создание сервисов, где объявление о продаже создается за пару кликов: загрузил фото с телефона, а система сама заполнила все скучные поля.",
      "tags": {
        "companies": [],
        "researchType": [
          "Техническое",
          "Аналитическое"
        ],
        "problem": [
          "Высокая стоимость вычислений",
          "Дефицит размеченных данных",
          "Проблема выбора",
          "Шум и целостность данных"
        ],
        "application": [
          "Search & Navigation"
        ],
        "technologies": [
          "EfficientNet",
          "Gradio",
          "Hydra",
          "Optuna",
          "PyTorch",
          "ViT"
        ],
        "additional": []
      }
    },
    {
      "id": 25,
      "pdf": "RE-RecSys An End-to-End system for recommending properties in Real-Estate domain.pdf",
      "title": "RE-RecSys: An End-to-End system for recommending properties in Real-Estate domain",
      "description": "Инженеры из крупной индийской платформы недвижимости Housing.com разработали систему RE-RecSys, чтобы решить классическую проблему поиска жилья: люди покупают или арендуют квартиры редко, поэтому у сервисов обычно мало данных об их вкусах. Авторы разделили всех пользователей на четыре категории в зависимости от их активности: от новичков («холодный старт»), о которых ничего не известно, до «долгосрочных» клиентов с накопленной историей. К каждой группе применили свой подход: новичкам алгоритм предлагает самые популярные варианты в выбранном районе, а активным пользователям — объекты, похожие на недавние просмотры, или квартиры, которые понравились людям с аналогичным поведением.\n\nТестирование на выборке из 160 000 пользователей показало, что система работает молниеносно, выдавая персональные рекомендации быстрее чем за 40 миллисекунд. Исследователи выяснили, что для точного предсказания интересов «здесь и сейчас» алгоритму достаточно знать действия человека всего за последние 5–10 минут. Кроме того, они доказали эффективность метода «линейного взвешивания», когда каждому действию (просто скроллинг, просмотр фото или заполнение заявки) присваивается разный балл важности. Это решение позволяет бизнесу удерживать внимание клиентов даже при минимуме информации, а пользователям — быстрее находить квартиру мечты, не пересматривая тысячи неподходящих вариантов.",
      "tags": {
        "companies": [
          "Housing.com"
        ],
        "researchType": [
          "Техническое",
          "Прикладное"
        ],
        "problem": [
          "Высокая задержка",
          "Понимание намерений",
          "Проблема холодного старта",
          "Разреженность данных"
        ],
        "application": [
          "RecSys & Personalization"
        ],
        "technologies": [
          "ALS",
          "Apache Spark",
          "Matrix Factorization"
        ],
        "additional": [
          "Clickstream data",
          "Real Estate"
        ]
      }
    },
    {
      "id": 19,
      "pdf": "Modeling the Feedback of AI Price Estimations on Actual Market Values.pdf",
      "title": "Modeling the Feedback of AI Price Estimations on Actual Market Values",
      "description": "Авторы статьи выясняли, как популярные онлайн-сервисы автоматической оценки недвижимости (подобные Zillow) провоцируют бесконечный рост цен на жилье. Ученые не просто наблюдали за рынком, а создали масштабную компьютерную модель виртуального города из миллиона домов, где «проигрывали» сценарии купли-продажи на протяжении нескольких лет с разными параметрами ошибок. Главная цель эксперимента — проверить теорию о том, что публичные оценки ИИ создают замкнутый круг. Оказалось, что система работает как механизм с односторонним движением: любая ошибка алгоритма — будь то случайное завышение или даже занижение цены конкретного дома — в итоге приводит к тому, что стоимость всей недвижимости в районе пересчитывается только в большую сторону.\n\nРезультаты симуляции показали жесткую зависимость: чем выше погрешность оценки (в диапазоне от 5 до 50 тысяч долларов), тем агрессивнее и быстрее раздувается цены в районе. Однако исследователи нашли способ охладить этот процесс. Цифровые эксперименты подтвердили, что если дать владельцам право скрывать данные о своих домах от публичных алгоритмов (сделать участие в системе добровольным, а не автоматическим), искусственный разгон цен можно существенно замедлить. Это открытие важно для экономики, так как доказывает: полная прозрачность данных в эпоху ИИ парадоксальным образом делает жилье менее доступным для обычных семей.",
      "tags": {
        "companies": [
          "Zillow"
        ],
        "researchType": [
          "Техническое",
          "Поведенческое",
          "Теоретическое"
        ],
        "problem": [
          "Безопасность и этика",
          "Динамика рынка"
        ],
        "application": [
          "Growth & Pricing"
        ],
        "technologies": [
          "Game Theory"
        ],
        "additional": [
          "Real Estate"
        ]
      }
    },
    {
      "id": 34,
      "pdf": "Decoding Style Efficient Fine-Tuning of LLMs for Image-Guided Outfit Recommendation with Preference Feedback.pdf",
      "title": "Decoding Style: Efficient Fine-Tuning of LLMs for Image-Guided Outfit Recommendation with Preference Feedback",
      "description": "Исследователи из Walmart Global Tech решали сложную задачу для онлайн-шопинга: как создать автоматического стилиста, который действительно понимает моду, а не просто предлагает похожие товары. Они использовали большую языковую модель (Mistral 7B), но столкнулись с проблемой — такие нейросети работают с текстом, а не с картинками одежды. Чтобы это исправить, авторы сначала прогнали изображения вещей через специальный алгоритм, превратив их в подробные текстовые описания, а затем применили метод «прямой оптимизации предпочтений» (DPO). Грубо говоря, они тренировали искусственный интеллект на примерах «хороший наряд» против «плохого наряда», заставляя систему учиться на ошибках и понимать нюансы стиля.\n\nРезультаты оказались значительно лучше, чем у стандартных решений. В тесте «заполни пробел», где нужно было подобрать идеально подходящую вещь к неполному образу (например, найти туфли к костюму), точность рекомендаций выросла с 29% (у обычной модели) до 61% у их разработки. А в задаче оценки того, насколько вещи вообще сочетаются друг с другом, показатель качества подскочил с 58% до 81%. Это исследование доказывает, что если правильно «объяснить» языковой модели визуальные детали одежды и натренировать её на примерах реальных стилистов, она может давать советы почти как человек, делая онлайн-покупки более удобными и персонализированными.",
      "tags": {
        "companies": [
          "Mistral",
          "Walmart"
        ],
        "researchType": [
          "Техническое"
        ],
        "problem": [
          "Высокая стоимость вычислений",
          "Динамика рынка",
          "Доверие и интерпретируемость",
          "Обработка неструктурированных данных"
        ],
        "application": [
          "Agents & Emerging Tech",
          "RecSys & Personalization"
        ],
        "technologies": [
          "CLIP",
          "DPO",
          "LLaVA",
          "LoRA",
          "Mistral",
          "PEFT"
        ],
        "additional": [
          "Fashion Tech"
        ]
      }
    },
    {
      "id": 42,
      "pdf": "Extending ChatGPT with a Browserless System for Web Product Price Extraction.pdf",
      "title": "Extending ChatGPT with a Browserless System for Web Product Price Extraction",
      "description": "Эта работа решает проблему «слепоты» ChatGPT в вопросах актуальных покупок. Если сейчас спросить чат-бота о точной цене лимонного пирога в конкретной пекарне, он, скорее всего, откажется отвечать или выдумает цифры, так как базовые модели не умеют выходить в интернет в реальном времени. Автор предложил решение под названием Wextractor — это надстройка, которая позволяет нейросети извлекать цены прямо из кода веб-страниц, не запуская тяжелый браузер. Главная «фишка» системы — социальный подход, работающий по принципу навигатора Waze: если один пользователь уже искал цену на определенные кроссовки, система запоминает этот результат и местонахождение цены на странице, чтобы мгновенно выдать ответ следующему человеку без повторного сканирования сайта.\n\nДля проверки эффективности ученые не скачивали интернет вживую, а запустили масштабную симуляцию 50 000 запросов, имитирующую поведение реальных покупателей. Результаты оказались впечатляющими: система успешно нашла и вернула правильную цену в **86,26%** случаев. При этом для самых популярных товаров (которые люди ищут чаще всего) алгоритм работал быстрее всего, используя накопленные данные «коллективного разума» или упрощенные шаблоны поиска. Это исследование важно, так как оно превращает ChatGPT из простого собеседника в полезного торгового ассистента, способного мониторить цены конкурентов или помогать людям экономить, при этом не перегружая серверы сложными вычислениями.",
      "tags": {
        "companies": [
          "Mozenda"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Высокая задержка",
          "Высокая стоимость вычислений",
          "Динамика рынка"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "Search & Navigation"
        ],
        "technologies": [
          "GPT",
          "Oracle Database",
          "Regex",
          "Web Scraping"
        ],
        "additional": []
      }
    },
    {
      "id": 32,
      "pdf": "Meta Knowledge for Retrieval Augmented Large Language Models.pdf",
      "title": "Meta Knowledge for Retrieval Augmented Large Language Models",
      "description": "Авторы статьи (исследователи из Amazon Web Services) решали проблему того, как нейросети ищут информацию в больших документах. Обычно тексты просто «нарезают» на мелкие кусочки, из-за чего искусственный интеллект теряет контекст и часто дает поверхностные ответы. Вместо этого ученые предложили новый подход: перед поиском специальная модель (Claude 3) заранее «прочитывает» каждый документ и создает к нему умную «шпаргалку» — генерирует список вероятных вопросов и ответов (QA), а также краткое резюме ключевых тем (Meta Knowledge). Когда пользователь задает вопрос, система ищет ответ не в случайных обрывках текста, а в этой структурированной базе знаний.\n\nЭксперимент показал, что такой метод работает значительно лучше традиционного подхода. Качество ответов проверяли по нескольким критериям, и цифры говорят сами за себя: «широта» охвата темы выросла с 67% до 87%, а «глубина» понимания материала увеличилась с 65% до 80%. Это важный шаг для развития умных помощников: теперь ИИ может работать как вдумчивый эксперт, который действительно понимает суть прочитанных книг и статей, а не просто находит в них знакомые ключевые слова.",
      "tags": {
        "companies": [
          "Amazon"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Галлюцинации и точность",
          "Дефицит размеченных данных",
          "Контекст и диалог",
          "Понимание намерений",
          "Семантический разрыв"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "Amazon Bedrock",
          "Chain of Thought",
          "Claude",
          "Vector Database"
        ],
        "additional": [
          "Query Expansion",
          "Synthetic Data"
        ]
      }
    },
    {
      "id": 46,
      "pdf": "REGEN A Dataset and Benchmarks with Natural Language Critiques and Narratives.pdf",
      "title": "REGEN: A Dataset and Benchmarks with Natural Language Critiques and Narratives",
      "description": "Команда исследователей из Google решала проблему «молчаливых» рекомендательных систем, которые просто показывают список товаров, но не могут объяснить свой выбор или понять уточнения от пользователя. Чтобы исправить это, авторы создали масштабный набор данных REGEN. Они взяли реальную историю покупок и отзывов пользователей Amazon, а затем с помощью нейросети «дорисовали» к сухим фактам живой контекст: правдоподобные причины покупки, развернутые описания товаров и, что самое важное, критические замечания (например, «мне нравится этот бренд, но я ищу что-то более прочное»).\n\nНа основе этих данных обучили новую модель LUMEN, которая работает как виртуальный продавец-консультант: она одновременно ищет подходящий товар и генерирует связный текст, объясняющий, почему этот продукт подходит именно вам. Результаты тестов подтвердили: когда нейросеть учится учитывать критику и текстовые уточнения пользователей, качество рекомендаций улучшается (метрики точности выросли на 1–2%). Для обычных людей это означает, что в будущем интернет-магазины смогут не просто угадывать желания, а вести полноценный диалог, помогая найти идеальную вещь через общение, а не бесконечный перебор фильтров.",
      "tags": {
        "companies": [],
        "researchType": [
          "Техническое"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Доверие и интерпретируемость",
          "Обработка неструктурированных данных",
          "Шум и целостность данных"
        ],
        "application": [
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "BERT",
          "Gemini",
          "RAG"
        ],
        "additional": [
          "Synthetic Data"
        ]
      }
    },
    {
      "id": 67,
      "pdf": "How AI Overview of Customer Reviews Influences Consumer Perceptions in E-Commerce.pdf",
      "title": "How AI Overview of Customer Reviews Influences Consumer Perceptions in E-Commerce?",
      "description": "Эта работа решает наболевшую проблему онлайн-шопинга: отзывов стало так много, что у покупателей просто не хватает времени и сил читать их все. Чтобы облегчить выбор, платформы (вроде Amazon) начинают внедрять искусственный интеллект, который анализирует сотни комментариев и пишет одну краткую выжимку «сухого остатка». Авторы исследования проверили, действительно ли это помогает людям, или только раздражает. Для этого они провели серию из трех экспериментов с участием 568 человек, моделируя покупку кондиционера, выбор тура и заказ еды. Людей делили на две группы: одни видели обычную ленту отзывов, а другие — ту же ленту, но с закрепленным сверху кратким ИИ-обзором.\n\nРезультаты показали, что наличие ИИ-выжимки значительно повышает воспринимаемую пользу отзывов (оценки полезности выросли в среднем с 5.1–5.4 до 5.6–5.9 баллов по 7-балльной шкале). Однако ученые обнаружили интересный нюанс, связанный с психологией: ИИ-помощник оказался спасением для тех, кто не любит долго размышлять и хочет быстро принять решение («низкая потребность в познании»). Для вдумчивых людей, которые привыкли досконально изучать детали перед покупкой, наличие или отсутствие ИИ-обзора не сыграло никакой роли — они всё равно предпочитают читать оригинальные комментарии. Это исследование важно, так как показывает бизнесу: ИИ отлично помогает «ленивым» покупателям и при этом не мешает дотошным клиентам.",
      "tags": {
        "companies": [
          "Amazon",
          "Coupang",
          "Trip.com",
          "Xiaohongshu",
          "Alibaba Group",
          "Taobao"
        ],
        "researchType": [
          "Поведенческое",
          "Маркетинговое",
          "Экспериментальное"
        ],
        "problem": [
          "Проблема выбора"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Ops & Security",
          "User Generated Content"
        ],
        "technologies": [
          "NLP"
        ],
        "additional": [
          "Need for Cognition",
          "TAM"
        ]
      }
    },
    {
      "id": 12,
      "pdf": "General User and Item Embedding with Mixture of Representation in E-commerce.pdf",
      "title": "GUIM - General User and Item Embedding with Mixture of Representation in E-commerce",
      "description": "**О чем статья и что делали:**\nИсследователи из Alibaba Group решали сложную проблему масштабируемости. Создавать отдельный алгоритм для каждой задачи (рекомендации товаров, поиск, реклама) в их огромной экосистеме — слишком дорого и долго. Авторы разработали универсальную модель GUIM, вдохновленную знаменитой языковой нейросетью BERT. Вместо того чтобы описывать пользователя одним усредненным набором чисел (вектором), они применили метод «смеси представлений» (Mixture of Representation). Это позволяет модели учитывать разностороннюю натуру человека: например, помнить, что один и тот же пользователь может одновременно интересоваться и детскими игрушками, и автомобильными запчастями, не смешивая эти интересы в кашу.\n\n**Результаты и важность:**\nДля эксперимента ученые взяли историю покупок 20 миллионов случайных пользователей на платформах Taobao и Tmall. Чтобы обойти техническое ограничение — невозможность быстро просчитать вероятность для сотен миллионов товаров — они использовали метод InfoNCE (сравнивали «правильный» товар с небольшой выборкой случайных, а не со всем каталогом сразу). Тесты показали, что их подход значительно точнее предсказывает следующие покупки (краткосрочные и долгосрочные интересы), а также верно определяет профиль клиента (например, наличие детей и их возраст). Для индустрии это прорыв: теперь можно обучить одну мощную «базовую» модель и успешно применять её для десятков разных бизнес-задач, даже там, где данных пока мало.",
      "tags": {
        "companies": [
          "Alibaba Group",
          "Idle Fish",
          "Taobao",
          "Tmall"
        ],
        "researchType": [
          "Техническое"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Высокая стоимость вычислений",
          "Дефицит размеченных данных",
          "Понимание намерений"
        ],
        "application": [
          "Growth & Pricing",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "BERT",
          "Contrastive Learning",
          "Transformer",
          "Vector Database"
        ],
        "additional": []
      }
    },
    {
      "id": 23,
      "pdf": "Intelligent Classification and Personalized Recommendation of E-commerce Products Based on Machine Learning.pdf",
      "title": "Intelligent Classification and Personalized Recommendation of E-commerce Products Based on Machine Learning",
      "description": "**Суть исследования**\nАвторы статьи решают проблему «информационной перегрузки» в интернет-магазинах. Когда на площадках вроде eBay миллионы товаров, обычные каталоги и фильтры перестают быть эффективными — покупатель просто теряется в выборе. Исследователи поставили цель создать «умную» систему рекомендаций, которая понимает не просто категорию товара (например, «обувь»), а его смысловое наполнение, чтобы предлагать пользователю именно то, что он с высокой вероятностью захочет купить следующим.\n\n**Как это работало**\nДля эксперимента использовали данные о товарах и покупках с платформы eBay. Главным инструментом стала нейросеть BERT от Google, которая обычно используется для обработки естественного языка. Ученые применили её нестандартно: научили модель анализировать названия товаров, превращая их в математические векторы. Затем, используя алгоритм «ближайшего соседа», система сопоставляла историю покупок пользователя с базой данных и находила товары, которые по смыслу и контексту максимально близки к его интересам.\n\n**Результаты и значение**\nПроверка системы (в том числе ручная оценка результатов) показала высокую эффективность подхода. Например, если пользователь покупал определенные типы юбок или платьев, алгоритм успешно предлагал одежду схожего стиля, а не просто случайные вещи из той же рубрики. Это важно, так как точные рекомендации не только экономят время покупателей и повышают прибыль магазинов (на примере Amazon это 30% выручки), но и помогают находить редкие товары, которые обычно теряются в глубине каталога. Кроме того, авторы отмечают экологический эффект: чем точнее выбор, тем меньше возвратов товаров и лишних перевозок.",
      "tags": {
        "companies": [
          "Alibaba Group",
          "Amazon",
          "JD.com",
          "Netflix",
          "Taobao"
        ],
        "researchType": [
          "Техническое",
          "Прикладное"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Галлюцинации и точность",
          "Проблема выбора",
          "Проблема холодного старта"
        ],
        "application": [
          "RecSys & Personalization"
        ],
        "technologies": [
          "BERT",
          "KNN",
          "NLP",
          "Scikit-learn"
        ],
        "additional": []
      }
    },
    {
      "id": 11,
      "pdf": "Simple and Effective Knowledge-Driven Query Expansion for QA-Based Product Attribute Extraction.pdf",
      "title": "Simple and Effective Knowledge-Driven Query Expansion for QA-Based Product Attribute Extraction",
      "description": "Исследователи из технологического отдела Rakuten и Токийского университета решали проблему плохой работы фильтров в интернет-магазинах. Часто алгоритмы не могут правильно «вытащить» характеристики товара (например, материал, вольтаж или стиль) из перегруженных заголовков, особенно если название характеристики редкое или двусмысленное (слово «тип» может значить что угодно). Авторы придумали метод «подсказок» для нейросети BERT: при анализе товара система не просто ищет значение характеристики, а заранее подставляет в запрос примеры ответов из базы данных (спрашивает не просто «какой материал?», а «какой материал (например, хлопок, шерсть, шелк)?»).\n\nЧтобы нейросеть не просто заучивала примеры, а действительно понимала суть, ученые применили специальные хитрости при обучении, иногда намеренно скрывая часть подсказок. Тестирование на базе из 110 тысяч товаров с AliExpress показало, что такой подход повысил точность распознавания характеристик на 6%, а для самых сложных и редких параметров — почти на 8%. Для покупателей это значит, что поиск по характеристикам на маркетплейсах станет намного точнее, и фильтры перестанут пропускать нужные товары или выдавать мусор.",
      "tags": {
        "companies": [
          "Rakuten"
        ],
        "researchType": [
          "Техническое"
        ],
        "problem": [
          "Обработка неструктурированных данных",
          "Разреженность данных",
          "Шум и целостность данных"
        ],
        "application": [
          "Search & Navigation"
        ],
        "technologies": [
          "BERT",
          "Hugging Face",
          "PyTorch",
          "Transformer"
        ],
        "additional": [
          "Attribute Value Extraction",
          "Query Expansion"
        ]
      }
    },
    {
      "id": 15,
      "pdf": "Automated Extraction of Fine-Grained Standardized Product Information from Unstructured Multilingual Web Data.pdf",
      "title": "Automated Extraction of Fine-Grained Standardized Product Information from Unstructured Multilingual Web Data",
      "description": "**Суть исследования:**\nГлавная проблема онлайн-торговли — это беспорядок в описаниях: один магазин называет товар «синяя футболка», другой — «хлопковый верх для мужчин», из-за чего программам сложно сравнивать цены или характеристики. Авторы статьи решили научить искусственный интеллект автоматически раскладывать такие товары по полочкам (в единый международный стандарт категорий GPC), используя только название и короткое описание. Для эксперимента они взяли два крупных набора данных — GreenDB и Farfetch (всего около миллиона товаров из разных европейских магазинов) — и проверили, способна ли нейросеть, обученная на данных одного магазина или языка (например, немецкого), правильно понимать товары совершенно другого продавца или на другом языке (французском, английском).\n\n**Результаты и выводы:**\nНейросеть показала отличные результаты: внутри одного набора данных точность определения категории достигла 99%. Самое интересное, что модель успешно справилась с «незнакомыми» данными: при переключении на другой язык точность составила около 90%, а при переходе на товары из совершенно нового магазина — от 65% до 84%. Также алгоритм смог автоматически сопоставить 89% уникальных категорий одежды с международным стандартом. Это важно для нас с вами, так как подобные технологии позволяют создавать более умные поисковики товаров и агрегаторы цен, которые понимают суть продукта независимо от того, как хитро продавец составил описание.",
      "tags": {
        "companies": [
          "Amazon",
          "Asos",
          "Farfetch",
          "Flipkart",
          "H&M",
          "Otto",
          "Rakuten",
          "Victoria's Secret",
          "Zalando"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Обработка неструктурированных данных",
          "Проблема холодного старта",
          "Шум и целостность данных"
        ],
        "application": [
          "Catalog & Content Ops",
          "Search & Navigation"
        ],
        "technologies": [
          "AutoGluon",
          "BERT",
          "Cleanlab",
          "DeBERTa"
        ],
        "additional": [
          "GreenDB"
        ]
      }
    },
    {
      "id": 77,
      "pdf": "The Impact of Personalisation Algorithms on Consumer Engagement and Purchase Behaviour in AI-Enhanced Virtual Shopping Assistants.pdf",
      "title": "The Impact of Personalisation Algorithms on Consumer Engagement and Purchase Behaviour in AI-Enhanced Virtual Shopping Assistants",
      "description": "**Суть исследования:**\nАвторы статьи решили выяснить, насколько самостоятельным должен быть искусственный интеллект, чтобы покупатель действительно захотел совершить покупку. Они провели два эксперимента на онлайн-платформе с участием более 300 человек, моделируя ситуации выбора товаров (например, домашнего робота) при поддержке умного ассистента. Участников разделили на группы, где алгоритм вел себя по-разному: в одних случаях он был просто исполнителем («низкая автономия»), в других — навязчивым диктатором, решающим всё за клиента («высокая автономия»), а в третьих — выступал как партнер («средняя автономия»).\n\n**Результаты и выводы:**\nРезультаты подтвердили теорию «перевернутой U-образной кривой»: крайности вредят продажам. Люди хуже всего реагировали на «глупых» исполнителей и на «слишком умных» роботов, которые отбирали у них право выбора. Максимальную готовность к покупке вызвал вариант «со-помощника», когда ИИ дает советы, но оставляет последнее слово за человеком. Исследование показало, что для успешной продажи покупателю критически важно сохранять чувство собственной компетентности (самоэффективности) и контроля над ситуацией.",
      "tags": {
        "companies": [
          "Credamo"
        ],
        "researchType": [
          "Поведенческое",
          "Маркетинговое",
          "Экспериментальное"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Доверие и интерпретируемость",
          "Проблема выбора"
        ],
        "application": [
          "Conversational AI & Support",
          "RecSys & Personalization"
        ],
        "technologies": [],
        "additional": [
          "Consumer Psychology",
          "Self-Determination Theory"
        ]
      }
    },
    {
      "id": 78,
      "pdf": "AI-Mediated Communication in E-Commerce Implications for Customer Trust.pdf",
      "title": "AI-Mediated Communication in E-Commerce: Implications for Customer Trust",
      "description": "Авторы статьи исследовали важный психологический аспект внедрения AI в техподдержку: как маркировка «написано с помощью ИИ» влияет на доверие клиентов. В условиях, когда новые законы (например, EU AI Act) требуют прозрачности, бизнесу важно понимать реакцию людей. Ученые провели эксперимент с участием 294 человек, которым показали сценарий возврата бракованного товара (в одном случае это был дорогой ноутбук, в другом — дешевый кабель). Участникам приходило ответное письмо от магазина, помеченное одним из трех способов: «написано сотрудником лично», «написано сотрудником с помощью ИИ» или «написано полностью ИИ от имени сотрудника».\n\nРезультаты оказались неожиданными для сторонников гибридного подхода. Самый низкий уровень доверия вызвали письма, созданные человеком *совместно* с нейросетью. Покупатели восприняли такой тандем как наименее искренний (показатели честности и доброжелательности упали). Полностью «человеческий» ответ ожидаемо вызвал наибольшее доверие, а вот полностью автоматический ответ от ИИ оказался посередине — он не вызвал такого сильного отторжения, как «смешанный» вариант. Это говорит о том, что люди либо прощают машине отсутствие эмпатии, либо чувствуют подвох и лень, когда живой человек использует автодополнение. Любопытно, что важность проблемы (сломанный дорогой ноутбук или копеечный кабель) никак не повлияла на уровень недоверия к ИИ.",
      "tags": {
        "companies": [
          "OpenAI",
          "Google"
        ],
        "researchType": [
          "Поведенческое",
          "Экспериментальное"
        ],
        "problem": [
          "Безопасность и этика",
          "Внедрение и бизнес-эффективность",
          "Доверие и интерпретируемость"
        ],
        "application": [
          "Conversational AI & Support"
        ],
        "technologies": [
          "GPT"
        ],
        "additional": [
          "CRM",
          "Customer Trust",
          "EU AI Act"
        ]
      }
    },
    {
      "id": 7,
      "pdf": "Creating Scalable and Interactive Web Applications Using High Performance Latent Variable Models.pdf",
      "title": "Creating Scalable and Interactive Web Applications Using High Performance Latent Variable Models",
      "description": "Авторы статьи решали наболевшую проблему онлайн-шопинга: как выбрать товар на Amazon, не читая сотни противоречивых отзывов. Обычные «звездочки» слишком абстрактны, а раздел «самые полезные отзывы» часто предвзят. Чтобы это исправить, исследователи создали умную веб-систему на базе алгоритмов машинного обучения (тематическое моделирование). Они загрузили в неё около 1 миллиона реальных отзывов из категории «Электроника» и научили программу автоматически находить скрытые темы в текстах покупателей. Система не просто считает средний балл, а разбивает мнение людей на конкретные аспекты — например, отдельно оценивает «качество экрана», «батарею» или «удобство использования».\n\nВ результате у них получился прототип, который загружает детальное сравнение товаров менее чем за 3 секунды. Эффективность доказали на двух примерах. При сравнении адаптеров питания алгоритм сразу подсветил скрытый дефект: у модели Macally пользователи хвалили длину шнура (оценка темы 4.1), но жаловались на надежность (оценка 2.5) — устройство часто ломалось через пару месяцев. В битве фотокамер система показала, что Canon выигрывает по качеству снимков, а у Sony есть проблемы со вспышкой и эффектом «красных глаз». Это исследование важно тем, что превращает хаос из тысяч комментариев в простую и честную инфографику, экономя время обычных покупателей.",
      "tags": {
        "companies": [
          "Apple",
          "Canon",
          "Macally",
          "Sony"
        ],
        "researchType": [
          "Техническое",
          "Прикладное"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Доверие и интерпретируемость",
          "Проблема выбора",
          "Шум и целостность данных"
        ],
        "application": [
          "Search & Navigation",
          "User Generated Content"
        ],
        "technologies": [
          "Cassandra",
          "LDA",
          "MALLET",
          "Play Framework",
          "Stanford CoreNLP"
        ],
        "additional": [
          "Aspect-Based Sentiment Analysis"
        ]
      }
    },
    {
      "id": 5,
      "pdf": "DEEP LEARNING SENTIMENT ANALYSIS OF AMAZON.COM REVIEWS AND RATINGS.pdf",
      "title": "Deep Learning Sentiment Analysis Of Amazon.Com Reviews And Ratings",
      "description": "Авторы статьи решали распространенную проблему интернет-магазинов: несоответствие между текстом отзыва и поставленной оценкой (звездами). Часто бывает, что покупатель пишет восторженный комментарий, но по ошибке или невнимательности ставит «единицу», что портит общий рейтинг товара. Чтобы это исправить, ученые взяли огромную базу из 3,5 миллионов отзывов с Amazon и обучили нейросеть анализировать тональность текста. Они использовали сложные алгоритмы, которые учитывали не только сами слова, но и контекст — историю отзывов о конкретном продукте и время их публикации.\n\nЭксперимент показал, что искусственный интеллект способен правильно угадать оценку, которую должен был поставить человек, с точностью почти 82%. Исследователи выяснили, что учет информации о самом товаре немного повышает точность прогноза (с 81,29% до 81,82%). На основе этой модели они разработали прототип «умной» системы для сайта: если пользователь пишет хороший текст, но выбирает низкий рейтинг, программа выдает предупреждение и предлагает исправить ошибку перед отправкой. Это полезно для всех нас, так как делает средние оценки товаров в интернете более честными и надежными.",
      "tags": {
        "companies": [
          "Amazon"
        ],
        "researchType": [
          "Техническое"
        ],
        "problem": [
          "Шум и целостность данных"
        ],
        "application": [
          "RecSys & Personalization",
          "User Generated Content"
        ],
        "technologies": [
          "Embeddings",
          "GRU",
          "Gensim",
          "RNN",
          "SVM"
        ],
        "additional": []
      }
    },
    {
      "id": 71,
      "pdf": "LLM trained bandit algorithms for improving Q-Commerce grocery swaps.pdf",
      "title": "LLM trained bandit algorithms for improving Q-Commerce grocery swaps",
      "description": "Статья решает проблему неудачных замен продуктов в сервисах быстрой доставки (Q-commerce), таких как Glovo, где товары часто заканчиваются, а текущие алгоритмы предлагают альтернативы лишь на основе похожих картинок или названий, не обучаясь на ошибках. Исследователи разработали адаптивную систему рекомендаций на основе «бандитских» алгоритмов (разновидность машинного обучения), которая умеет запоминать плохие варианты и больше их не предлагать. Чтобы натренировать систему без участия реальных покупателей, авторы использовали мультимодальную нейросеть (LLM), которая имитировала человеческое восприятие и генерировала «синтетические» отзывы о схожести товаров.\n\nЭксперимент на каталоге из 10 000 товаров показал, что этот гибридный подход работает: добавление искусственной обратной связи от нейросети позволило отсеять неудачные варианты и снизить количество «неуверенных» предложений для сборщиков заказов на 4%. Алгоритм быстро перестраивался; например, получив негативную оценку по замене одной шоколадки, он тут же корректировал веса для всей группы похожих сладостей. Это важно, потому что позволяет сервисам доставки автоматически улучшать качество сервиса, а покупателям — получать действительно подходящие замены вместо случайных товаров.",
      "tags": {
        "companies": [
          "Glovo"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Дефицит размеченных данных",
          "Динамика рынка",
          "Проблема холодного старта"
        ],
        "application": [
          "RecSys & Personalization"
        ],
        "technologies": [
          "Bandit Algorithms",
          "CLIP"
        ],
        "additional": [
          "Grocery",
          "Q-Commerce",
          "Synthetic Data"
        ]
      }
    },
    {
      "id": 76,
      "pdf": "Optimizing AI strategies in e-commerce customer service An agent-based simulation.pdf",
      "title": "Optimizing AI strategies in e-commerce customer service: An agent-based simulation",
      "description": "Авторы статьи задались вопросом, который мучает каждого владельца интернет-магазина: кого посадить в службу поддержки — дешевого чат-бота, дорогого живого оператора или заставить их работать вместе? Вместо опросов или рискованных экспериментов на живых людях, ученые создали сложную компьютерную симуляцию (агентное моделирование в среде NetLogo). В этом виртуальном мире тысячи «цифровых покупателей» с разным уровнем терпения и сложности запросов обращались в магазины, а алгоритмы подсчитывали прибыль и уровень удовлетворенности клиентов при разных стратегиях обслуживания.\n\nРезультаты показали, что идеального решения «для всех» не существует. Полная автоматизация (только боты) выгодна лишь для продажи дешевых товаров и ответов на простые, шаблонные вопросы. Однако для дорогих товаров (с высокой маржой) и сложных ситуаций, где требуются эмоции и субъективное мнение, наилучший результат дает гибридная модель «Человек + ИИ». В этом сценарии бот берет на себя первый контакт, а если «плавает» или клиент начинает нервничать — мгновенно переключает на человека. Исследование доказало, что такая связка позволяет бизнесу масштабироваться в пиковые сезоны, не теряя качество сервиса, чего не могут дать ни «голые» алгоритмы, ни штат людей-операторов по отдельности.",
      "tags": {
        "companies": [
          "JD.com",
          "Shopee",
          "Trip.com"
        ],
        "researchType": [
          "Техническое",
          "Теоретическое"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Контекст и диалог",
          "Понимание намерений"
        ],
        "application": [
          "Conversational AI & Support"
        ],
        "technologies": [
          "Agent-Based Modeling",
          "NetLogo"
        ],
        "additional": [
          "Anthropomorphism",
          "Human-AI Collaboration"
        ]
      }
    },
    {
      "id": 54,
      "pdf": "Revolutionizing E-Commerce User Experience with Generative AI and Model-Driven Development.pdf",
      "title": "AI-MDD-UX: Revolutionizing E-Commerce User Experience with Generative AI and Model-Driven Development",
      "description": "Авторы статьи решали проблему «глухих» интерфейсов в интернет-магазинах. Обычно сайты выглядят одинаково для всех, не реагируя на то, что пользователь запутался или спешит. Исследователи создали систему AI-MDD-UX, которая работает как умный конструктор: она на лету перестраивает внешний вид сайта или приложения под конкретного человека. Для этого объединили три технологии: одна разбивает пользователей на группы по поведению (кластеризация), вторая рисует новый дизайн в реальном времени (генеративный ИИ), а третья обучается на ошибках, запоминая, какие кнопки и цвета лучше приводят к покупке. Эксперимент проводили не на живых людях, а с помощью компьютерной симуляции, имитирующей разные типы покупателей (от «новичков» до «продвинутых юзеров») на разных платформах — от веб-сайтов до VR-очков.\n\nРезультаты оказались впечатляющими: адаптивный интерфейс повысил конверсию (число покупок) на **24%**, а вовлеченность пользователей — на **21%** по сравнению с обычными статичными сайтами. Удовлетворенность от использования выросла на **18,6%** по сравнению с традиционным дизайном и на **2,3%** по сравнению с другими нейросетями. Для нас это означает, что в будущем интернет-магазины перестанут быть просто электронными каталогами. Они превратятся в внимательных помощников, которые сами увеличат шрифт, если вы плохо видите, или упростят меню, если заметят, что вы торопитесь.",
      "tags": {
        "companies": [],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Доверие и интерпретируемость",
          "Проблема выбора",
          "Проблема холодного старта"
        ],
        "application": [
          "Agents & Emerging Tech",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "Flutter",
          "GAN",
          "K-Means",
          "Multi-Agent Systems",
          "Pandas",
          "React.js",
          "Reinforcement Learning"
        ],
        "additional": [
          "User Personas"
        ]
      }
    },
    {
      "id": 61,
      "pdf": "Artificial intelligence or human when and why consumers prefer AI recommendations.pdf",
      "title": "Artificial intelligence or human: when and why consumers prefer AI recommendations",
      "description": "Эта работа исследует вопрос доверия к технологиям: когда мы охотнее прислушиваемся к советам искусственного интеллекта, а когда предпочитаем мнение живого человека? Ученые предположили, что выбор зависит от цели покупки: ищем ли мы просто функциональную вещь («материальный» продукт) или хотим получить эмоции и впечатления («эмпирический» продукт). Чтобы проверить это, исследователи провели эксперимент в реальной парикмахерской, а также три онлайн-теста, где предлагали людям выбрать кофеварку, кроссовки или туристический маршрут по рекомендации алгоритма либо эксперта.\n\nРезультаты показали четкое разделение: если нам нужен практичный предмет (например, кофемашина с конкретными характеристиками), мы считаем ИИ более компетентным и выбираем его. Но если речь идет об опыте и ощущениях, мы доверяем только людям, так как считаем, что у машин нет чувств. Это подтвердилось цифрами: в парикмахерской при выборе «защиты для волос» (польза) 56% клиентов послушали ИИ, а при выборе «комфортного образа» (опыт) 90% предпочли человека. Однако авторы нашли решение: если ИИ выступает не заменой, а «ассистентом» человека, люди перестают сопротивляться и охотно принимают его советы даже в сфере путешествий и эмоций.",
      "tags": {
        "companies": [
          "Amazon",
          "Booking.com",
          "Expedia",
          "Mafengwo",
          "ModiFace",
          "LVMH",
          "Trip.com",
          "TripAdvisor"
        ],
        "researchType": [
          "Поведенческое",
          "Маркетинговое",
          "Экспериментальное"
        ],
        "problem": [
          "Доверие и интерпретируемость"
        ],
        "application": [
          "Conversational AI & Support",
          "RecSys & Personalization"
        ],
        "technologies": [],
        "additional": [
          "Consumer Psychology"
        ]
      }
    },
    {
      "id": 69,
      "pdf": "Is Customer Service Innovation Always Preferable.pdf",
      "title": "Is Customer Service Innovation Always Preferable? The Impact of AI Technology on an Online Retailer’s Customer Service Decision",
      "description": "Авторы статьи задались вопросом: действительно ли интернет-магазинам всегда выгодно заменять живых сотрудников поддержки на искусственный интеллект? Чтобы это выяснить, они не проводили опросов, а построили сложную математическую модель. Ученые создали виртуальную симуляцию рынка, где учитывали множество факторов: насколько хорошо бот решает проблемы, как сильно покупатели раздражаются от общения с роботом (вместо человека) и сколько времени тратится на получение ответа. Они сравнили две стратегии: когда на вопросы отвечает человек и когда это делает ИИ.\n\nРезультаты оказались неожиданными: внедрение «умных» ботов далеко не всегда приносит выгоду, даже если они работают быстрее и точнее людей. Исследование показало, что если у покупателей есть сильное предубеждение против роботов (низкий уровень принятия технологий), магазин теряет прибыль, так как клиенты просто уходят без покупки. Живые операторы оказываются выгоднее для бизнеса в ситуациях, когда клиенту важен эмоциональный контакт и «человеческое» отношение. Для нас это значит, что полная замена людей на роботов в хорошем сервисе вряд ли произойдет скоро — математика подтверждает, что живое общение всё еще лучше продает.",
      "tags": {
        "companies": [
          "Amazon",
          "JD.com",
          "Jasper",
          "Tmall",
          "Alibaba Group",
          "YouChat"
        ],
        "researchType": [
          "Теоретическое",
          "Аналитическое",
          "Поведенческое",
          "Маркетинговое"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Доверие и интерпретируемость"
        ],
        "application": [
          "Conversational AI & Support"
        ],
        "technologies": [
          "GPT",
          "NLP"
        ],
        "additional": []
      }
    },
    {
      "id": 58,
      "pdf": "Evaluating customer usage and satisfaction in Bahrain towards AI-enabled e-commerce websites.pdf",
      "title": "Evaluating customer usage and satisfaction in Bahrain towards AI-enabled e-commerce websites",
      "description": "Авторы работы решили выяснить, действительно ли «умные» алгоритмы в интернет-магазинах помогают людям или только мешают. Они провели опрос среди 126 жителей Бахрейна, которые покупают товары на крупнейших мировых площадках — Amazon и AliExpress. Исследователи проверили, как часто люди пользуются семью функциями искусственного интеллекта: от привычного поиска и рекомендаций товаров до чат-ботов и дополненной реальности.\n\nРезультаты показали, что хотя 90% покупателей используют эти инструменты, уровень довольства ими оказался низким — всего около 61%. Самой полезной функцией люди считают обычный поиск, а самой бесполезной — дополненную реальность (например, виртуальную примерку вещей). Исследование подтвердило, что лучше всего с технологиями ладит молодежь (поколение Z), в то время как пол покупателя не играет никакой роли. Это важный сигнал для бизнеса: мало просто внедрить модную технологию, нужно сделать её удобной, иначе она не помогает продавать.",
      "tags": {
        "companies": [
          "AliExpress",
          "Alibaba Group",
          "Amazon"
        ],
        "researchType": [
          "Поведенческое",
          "Маркетинговое",
          "Экспериментальное"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Доверие и интерпретируемость",
          "Проблема выбора"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation",
          "User Generated Content"
        ],
        "technologies": [],
        "additional": [
          "B2C / B2B",
          "CSAT",
          "IS Success Model"
        ]
      }
    },
    {
      "id": 28,
      "pdf": "Investigating Nudges toward Related Sellers on E-commerce Marketplaces A Case Study on Amazon.pdf",
      "title": "Investigating Nudges toward Related Sellers on E-commerce Marketplaces: A Case Study on Amazon",
      "description": "Авторы статьи провели масштабное расследование, чтобы выяснить, играет ли Amazon честно, или же платформа незаметно заставляет нас покупать товары у «своих» (то есть у самой Amazon или продавцов, использующих её платные склады). Исследователи проанализировали более 75 000 случаев конкуренции за главную кнопку «Купить» (Buy Box) на сайтах в США, Индии, Германии и Франции, изучили 4 миллиона отзывов, а также провели эксперимент с участием 200 реальных людей. Им показывали товары и спрашивали, что бы они выбрали, а затем сравнивали выбор людей с тем, что навязывает алгоритм сайта.\n\nРезультаты оказались красноречивыми: алгоритм отдает победу «своим» продавцам более чем в 80% случаев. Причем в США и Индии в четверти случаев эти товары стоили дороже, чем у конкурентов, но все равно попадали в кнопку «Купить». Исследователи вскрыли хитрый трюк: Amazon удаляет (зачеркивает) плохие отзывы о доставке для своих партнеров, из-за чего их рейтинг искусственно выглядит лучше (иногда на 20% выше реального). Эксперимент показал, что если людям показать честный, «неподчищенный» рейтинг, их желание покупать у Amazon и её партнеров падает почти в два раза. Вывод прост: платформа использует дизайн и скрытые правила модерации, чтобы давать своим сервисам несправедливое преимущество.",
      "tags": {
        "companies": [
          "Alibaba Group",
          "Amazon",
          "Appario Retail",
          "Cloudtail India",
          "Walmart"
        ],
        "researchType": [
          "Поведенческое",
          "Экспериментальное",
          "Техническое"
        ],
        "problem": [
          "Безопасность и этика",
          "Доверие и интерпретируемость"
        ],
        "application": [
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "Random Forest",
          "Web Scraping"
        ],
        "additional": [
          "Buy Box",
          "Digital Markets Act",
          "Антимонопольное регулирование"
        ]
      }
    },
    {
      "id": 62,
      "pdf": "Customer-Centric AI.pdf",
      "title": "Customer-Centric AI: Conversational Technologies, Personalization, and Ethical Innovation",
      "description": "Этот сборник представляет собой масштабный разбор того, как мировые гиганты используют искусственный интеллект, чтобы залезть к нам в голову (в хорошем и плохом смысле). Каждая глава — это отдельный кейс конкретной компании. Авторы показывают, как **Starbucks** с помощью платформы Deep Brew предсказывает ваш заказ по погоде, **Netflix** и **Zalando** меняют обложки фильмов и подборки одежды под ваш психотип, а **IKEA** и **Sephora** используют дополненную реальность, чтобы вы «примерили» мебель или макияж, не вставая с дивана. Красной нитью через всю книгу проходит конфликт между удобством и этикой. С одной стороны, показывается, как генеративный ИИ (например, ChatGPT) ускоряет создание контента и улучшает поддержку клиентов. С другой — авторы жестко критикуют «парадокс приватности» (особенно на примере **Meta/Facebook**), когда ради персонализации компании собирают пугающее количество данных. Главный вывод сборника: будущее маркетинга не только в технологической крутизне алгоритмов, но и в умении брендов быть прозрачными, чтобы не превратить персонализацию в тотальную слежку.",
      "tags": {
        "companies": [
          "Amazon",
          "Apple",
          "Pinterest",
          "TikTok",
          "Meta",
          "LVMH",
          "IKEA",
          "Starbucks",
          "Netflix",
          "Zalando",
          "OpenAI",
          "Google"
        ],
        "researchType": [
          "Обзорное",
          "Теоретическое",
          "Поведенческое",
          "Прикладное"
        ],
        "problem": [
          "Безопасность и этика",
          "Доверие и интерпретируемость",
          "Проблема холодного старта",
          "Галлюцинации и точность"
        ],
        "application": [
          "Growth & Pricing",
          "RecSys & Personalization",
          "Search & Navigation",
          "User Generated Content",
          "Agents & Emerging Tech",
          "Conversational AI & Support"
        ],
        "technologies": [
          "Computer Vision",
          "Federated Learning",
          "GPT",
          "NLP",
          "CNN",
          "RNN",
          "NLP",
          "Collaborative Filtering"
        ],
        "additional": [
          "CCPA",
          "GDPR",
          "Privacy Paradox",
          "Privacy by Design"
        ]
      }
    },
    {
      "id": 70,
      "pdf": "Provable Data Possession with Outsourced Tag Generation for AI-Driven E-Commerce.pdf",
      "title": "Provable Data Possession with Outsourced Tag Generation for AI-Driven E-Commerce",
      "description": "Статья посвящена проблеме защиты данных в сфере электронной коммерции, где работа искусственного интеллекта (например, товарных рекомендаций) напрямую зависит от качества информации. Существующие методы проверки целостности файлов требуют сложных математических расчетов, с которыми обычные серверы интернет-магазинов справляются с трудом из-за нехватки мощности. Исследователи предложили новый протокол (OTGPDP), который позволяет переложить тяжелую вычислительную работу по созданию «защитных меток» на мощный облачный сервер. А чтобы облако не могло сжульничать или подделать результаты, магазин проверяет его работу с помощью «легкого» математического инструмента — фильтра Блума, который практически не нагружает систему.\n\nВ ходе экспериментов на файлах объемом до 800 МБ ученые доказали эффективность своего метода. Создание проверочной структуры занимает всего около 2 секунд, а сама процедура аудита требует лишь миллисекунды и ничтожно мало памяти (килобайты вместо мегабайтов у старых аналогов). Расчеты показали: чтобы с вероятностью 99% обнаружить повреждение данных, достаточно проверить всего 4,6% от общего объема блоков информации. Это решение крайне важно для бизнеса, так как позволяет внедрять надежную защиту данных для ИИ даже на недорогом оборудовании, не замедляя работу онлайн-сервисов.",
      "tags": {
        "companies": [],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Высокая стоимость вычислений",
          "Шум и целостность данных"
        ],
        "application": [
          "Growth & Pricing",
          "RecSys & Personalization"
        ],
        "technologies": [
          "Bloom Filter"
        ],
        "additional": []
      }
    },
    {
      "id": 48,
      "pdf": "Generative Engine Optimization How to Dominate AI Search.pdf",
      "title": "Generative Engine Optimization: How to Dominate AI Search",
      "description": "**Суть исследования**\nЭта работа посвящена глобальному сдвигу в том, как мы ищем информацию: переходу от привычного списка ссылок в Google к готовым ответам от нейросетей (ChatGPT, Perplexity, Claude, Gemini). Ученые решили выяснить, по каким правилам «искусственный интеллект» выбирает источники информации и работают ли старые методы продвижения сайтов (SEO) в новой реальности. Чтобы это проверить, они провели масштабный эксперимент: собрали тысячи реальных пользовательских запросов (например, о выборе электроники, автомобилей или локальных услуг), «скормили» их разным ИИ-моделям и сравнили результаты с выдачей Google. Главная цель — понять, какие сайты нейросети цитируют чаще всего и почему.\n\n**Результаты и выводы**\nГлавное открытие заключается в том, что ИИ-поисковики ведут себя гораздо избирательнее, чем Google. Если обычный поисковик часто показывает сайты самих брендов или живые обсуждения на форумах (вроде Reddit), то нейросети имеют колоссальный перекос в сторону **«заслуженных медиа» (Earned Media)**. Это авторитетные новостные издания, сайты с профессиональными обзорами и независимые рейтинги. ИИ доверяет «третьему мнению» экспертов гораздо больше, чем тому, что компания пишет о себе сама.\n\nДля обычных пользователей это значит, что ответы ИИ могут быть более «чистыми», но лишенными живого человеческого опыта из соцсетей. Для бизнеса и науки статья вводит новое понятие — GEO (Generative Engine Optimization). Вывод прост: чтобы попасть в ответ ChatGPT, теперь недостаточно просто наполнить свой сайт ключевыми словами. Нужно, чтобы о вас писали авторитетные источники и СМИ — именно на них опирается интеллект машины, игнорируя нишевых игроков без публичной репутации.",
      "tags": {
        "companies": [
          "BestBuy",
          "Perplexity",
          "Quora",
          "Reddit",
          "Wikipedia",
          "eBay"
        ],
        "researchType": [
          "Маркетинговое",
          "Экспериментальное",
          "Аналитическое",
          "Поведенческое"
        ],
        "problem": [
          "Безопасность и этика",
          "Доверие и интерпретируемость"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "GPT",
          "Sonar"
        ],
        "additional": [
          "User Journey"
        ]
      }
    },
    {
      "id": 60,
      "pdf": "Artificial Intelligence in E-Commerce A Comparative Analysis of Best Practices Across Leading Platforms.pdf",
      "title": "Artificial Intelligence in E-Commerce: A Comparative Analysis of Best Practices Across Leading Platforms",
      "description": "Авторы статьи решили проверить, как на самом деле используют искусственный интеллект (ИИ) лидеры мировой онлайн-торговли, а не просто заявляют об этом в отчетах. Для этого они изучили пять крупнейших по выручке площадок в Европе: Amazon, Apple, Shein, Temu и IKEA. Исследователи применили метод «цифровой прогулки»: они заходили на сайты компаний с десктопных браузеров как обычные пользователи и искали наличие шести конкретных функций — от умных чат-ботов и персонализации контента до автоматизации складов.\n\nРезультаты показали, что стратегии гигантов кардинально отличаются. Лидерами внедрения стали Amazon и IKEA, у которых обнаружили 83% искомых ИИ-инструментов: технологии там работают и на витрине, и в логистике. На сайте Apple, напротив, видимых функций ИИ не нашли вовсе (0%) — «яблочная» компания встраивает интеллект внутрь устройств (например, Siri), а не в интерфейс интернет-магазина. Быстрорастущие платформы Shein и Temu делают ставку на алгоритмы рекомендаций для агрессивных продаж. Главный вывод: высокая выручка компании напрямую коррелирует с тем, насколько глубоко и системно ИИ встроен в её бизнес-процессы.",
      "tags": {
        "companies": [
          "Amazon",
          "Apple",
          "IKEA",
          "Otto",
          "Shein",
          "Temu",
          "Tesco",
          "Zalando"
        ],
        "researchType": [
          "Обзорное",
          "Маркетинговое",
          "Аналитическое",
          "Поведенческое"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "Ops & Security",
          "RecSys & Personalization"
        ],
        "technologies": [
          "Collaborative Filtering",
          "Deep Learning"
        ],
        "additional": []
      }
    },
    {
      "id": 65,
      "pdf": "Generative Artificial Intelligence and E-Commerce.pdf",
      "title": "Generative Artificial Intelligence and E-Commerce",
      "description": "Эта статья — обзор того, как генеративный искусственный интеллект (GAI) меняет мир онлайн-торговли. Автор исследует, как нейросети решают сразу две большие проблемы: помогают продавцам снизить расходы на персонал и рутину, а покупателям — избавиться от сомнений при выборе товара. Вместо лабораторных экспериментов здесь анализируются реальные действия гигантов рынка (Amazon, Google, Alibaba, Carrefour) и конкретные инструменты, которые они внедрили в первой половине 2023 года.\n\nРезультаты показывают, что ИИ уже эффективно заменяет целые отделы: например, инструменты Amazon и Shopify теперь сами пишут продающие тексты, а китайская платформа JD.com использовала нейросети для создания рекламных постеров. Для обычных людей это означает новый уровень удобства: Google запустил виртуальную примерочную, чтобы мы реже возвращали одежду, а поиск Bing научился читать тысячи отзывов за нас и выдавать краткий общий вердикт. Это важно, потому что онлайн-шопинг становится более персонализированным и быстрым, избавляя нас от необходимости часами листать каталоги и читать комментарии.",
      "tags": {
        "companies": [
          "Alibaba Group",
          "Amazon",
          "Anthropologie",
          "Carrefour",
          "Everlane",
          "H&M",
          "Instacart",
          "JD.com",
          "LOFT",
          "Lazada",
          "Shopify",
          "Taobao",
          "Wayfair",
          "Zalando"
        ],
        "researchType": [
          "Обзорное",
          "Аналитическое"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Проблема выбора"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "Ops & Security",
          "RecSys & Personalization",
          "Search & Navigation",
          "User Generated Content"
        ],
        "technologies": [
          "Azure OpenAI",
          "GPT"
        ],
        "additional": [
          "Customer Experience",
          "Return Rate"
        ]
      }
    },
    {
      "id": 57,
      "pdf": "Top Retail Generative AI Use Cases.pdf",
      "title": "Top Retail Generative AI Use Cases",
      "description": "Этот отчет IDC посвящен тому, как розничная торговля реально использует генеративный искусственный интеллект (GenAI), отбросив пустой маркетинговый шум. Проблема в том, что у магазинов обычно очень маленькая прибыль и сложные старые IT-системы, поэтому они не могут позволить себе дорогие эксперименты ради хайпа. Исследователи проанализировали данные опроса почти 900 ритейлеров, чтобы понять, какие технологии уже приносят пользу. Вместо глобальной перестройки бизнеса компании ищут точечные решения, которые легко внедрить и которые быстро окупятся, например, улучшение работы с данными без замены всего персонала.\n\nВыводы показывают, что более 63% ритейлеров уже активно вкладываются в GenAI, сосредоточившись на трех главных направлениях. Первое — это умные чат-боты поддержки, которые реально понимают язык, а не просто гоняют по меню. Второе — «базы знаний» для продавцов в залах, чтобы сотрудник мог мгновенно ответить на любой ваш вопрос о товаре, заглянув в планшет. И третье — умный поиск на сайтах, который понимает контекст запроса. Главный итог: пока что эти технологии внедряют не ради взрывного роста продаж, а ради эффективности и экономии времени, но для обычных покупателей это означает, что сервис станет заметно быстрее и адекватнее уже в ближайшие 18 месяцев.",
      "tags": {
        "companies": [
          "Amazon",
          "Canadian Tire",
          "Carrefour",
          "Colgate-Palmolive",
          "FamilyMart",
          "IKEA",
          "Instacart",
          "Myntra",
          "Otto",
          "The Fresh Market",
          "Tractor Supply",
          "Unilever",
          "Walmart",
          "Zalando"
        ],
        "researchType": [
          "Маркетинговое",
          "Аналитическое",
          "Обзорное"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Шум и целостность данных"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "Autoencoder",
          "Azure OpenAI",
          "BERT",
          "GPT",
          "GAN",
          "Glide",
          "Imagen",
          "RAG"
        ],
        "additional": [
          "B2C / B2B",
          "In-Store"
        ]
      }
    },
    {
      "id": 55,
      "pdf": "The Future of E-Commerce, Powered by Generative AI.pdf",
      "title": "The Future of E-Commerce, Powered by Generative AI",
      "description": "Эта работа — масштабный анализ того, как генеративный искусственный интеллект спасает нас от «паралича выбора», из-за которого 74% людей уходят из интернет-магазинов без покупок. Авторы объединили данные опросов более 12 000 пользователей и десятков топ-менеджеров модной индустрии, чтобы понять, как превратить сухой поиск товаров в живой диалог. Вместо абстрактной теории, они изучили реальное применение технологий: от умных чат-ботов, понимающих сложные запросы (например, «что надеть на свадьбу на Санторини»), до виртуальных примерочных, создающих 3D-аватары покупателей.\n\nГлавный вывод исследования — внедрение ИИ реально экономит деньги и нервы: тесты виртуальной примерки показали снижение возвратов товаров на 40%, а создание рекламного контента ускорилось на 80%. Опросы подтвердили оптимизм покупателей: люди верят, что ИИ сделает шопинг лучше (индекс одобрения составил +22 пункта). Это важный сдвиг для индустрии: магазины перестают быть просто каталогами и превращаются в персональных стилистов, которые не только подбирают размер, но и «дорисовывают» образы, помогая человеку увидеть себя в новой одежде до покупки.",
      "tags": {
        "companies": [
          "Adobe",
          "Amazon",
          "Bain & Company",
          "ChatLabs",
          "DeepSeek",
          "Deloitte",
          "LVMH",
          "Lalaland.ai",
          "Levi's",
          "McKinsey",
          "Midjourney",
          "Shein",
          "Shopify",
          "Stability AI",
          "Zalando"
        ],
        "researchType": [
          "Обзорное",
          "Маркетинговое",
          "Прикладное",
          "Поведенческое"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Галлюцинации и точность",
          "Доверие и интерпретируемость",
          "Проблема выбора",
          "Семантический разрыв",
          "Шум и целостность данных"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "Adobe Sensei",
          "GPT",
          "Copilot",
          "DALL-E",
          "GAN",
          "Gemini",
          "Midjourney",
          "RAG",
          "Stable Diffusion"
        ],
        "additional": [
          "B2C / B2B",
          "EU AI Act",
          "Fashion Tech",
          "Responsible AI"
        ]
      }
    },
    {
      "id": 72,
      "pdf": "Role of Artificial Intelligence and Machine Learning in E-commerce.pdf",
      "title": "Role of Artificial Intelligence and Machine Learning in E-commerce: a Literature Review",
      "description": "Авторы статьи решили выяснить, как именно искусственный интеллект (ИИ) и машинное обучение изменили онлайн-торговлю за последние годы. Это не лабораторный эксперимент, а масштабный обзор: ученые прочесали научные базы данных, такие как Google Scholar, и детально изучили ключевые исследования на темы ИИ в электронной коммерции. Их цель состояла в том, чтобы собрать воедино разрозненные данные и понять, действительно ли умные алгоритмы приносят пользу продавцам и покупателям, или это просто маркетинговый шум.\n\nВыводы однозначны: ИИ стал главным двигателем прогресса в онлайн-шопинге. Исследование показало, что умные алгоритмы успешно заменяют целые отделы поддержки (чат-боты работают 24/7), предсказывают поведение покупателей и формируют персональные рекомендации, которые реально увеличивают продажи. Цифры говорят сами за себя: прогнозируется, что к концу 2024 года объем покупок, совершенных через чат-ботов, достигнет 142 миллиардов долларов — колоссальный рост по сравнению с 2,8 миллиарда в 2019 году. Для обычных людей это значит, что магазины будут все лучше «угадывать» наши желания, а для бизнеса внедрение ИИ становится обязательным условием выживания, несмотря на нехватку квалифицированных кадров.",
      "tags": {
        "companies": [],
        "researchType": [
          "Обзорное",
          "Теоретическое"
        ],
        "problem": [
          "Безопасность и этика",
          "Динамика рынка",
          "Доверие и интерпретируемость"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation",
          "User Generated Content"
        ],
        "technologies": [
          "Deep Learning",
          "Fuzzy Logic",
          "IoT",
          "NLP"
        ],
        "additional": []
      }
    },
    {
      "id": 64,
      "pdf": "Identifying the Future Drivers of AI-Powered Virtual Shopping.pdf",
      "title": "Identifying the Future Drivers of AI-Powered Virtual Shopping Assistants among Malaysian Retailers: A Foresight Study",
      "description": "**О чем статья и какую проблему решали?**\nИсследование посвящено будущему виртуальных торговых ассистентов на базе искусственного интеллекта (ИИ) в Малайзии. Онлайн-торговля там стремительно растет, и магазины всё чаще внедряют умных помощников для общения с клиентами. Однако пока неясно, как эта технология будет развиваться в ближайшие 5–10 лет и с какими рисками столкнется бизнес. Авторы поставили цель определить главные факторы, которые будут влиять на успех или провал ИИ-помощников, и смоделировать возможные сценарии будущего.\n\n**Что конкретно делали?**\nУченые использовали метод форсайта (прогнозирования). Сначала они просканировали литературу и выделили множество факторов влияния, разделив их на социальные, технологические, экономические и политические (метод STEEPV). Затем они провели опрос среди 33 онлайн-ритейлеров, работающих на платформах Shopee и Lazada. Продавцов просили оценить эти факторы по двум шкалам: насколько сильно они повлияют на рынок и насколько непредсказуемым будет их развитие.\n\n**К каким реальным выводам пришли?**\nИз множества факторов было выделено шесть ключевых драйверов. Самыми важными и одновременно неопределенными оказались два: «Безопасность данных и конфиденциальность» и «Качество алгоритмов ИИ». На их основе авторы построили четыре сценария будущего. Лучший сценарий — «Надежная репутация», где защита данных на высоте, а алгоритмы работают точно. Худший — «Отсутствие доверия», когда ИИ ошибается, а покупатели боятся утечки информации, что может привести к потере клиентов и убыткам.\n\n**Почему это важно?**\nРабота наглядно показывает, что одного лишь внедрения технологий недостаточно. Для обычных людей и бизнеса критически важен вопрос доверия: если умный помощник будет «тупить» или, что хуже, сливать личные данные, технология не приживется. Исследование дает продавцам карту действий: чтобы преуспеть в будущем, нужно уже сейчас вкладываться не только в «ум», но и в безопасность своих виртуальных ассистентов.",
      "tags": {
        "companies": [
          "Asos",
          "AliExpress",
          "Amazon",
          "Burberry",
          "Lazada",
          "Alibaba Group",
          "LVMH",
          "Prada",
          "Shopee",
          "Tommy Hilfiger",
          "Uniqlo",
          "Walmart"
        ],
        "researchType": [
          "Маркетинговое",
          "Аналитическое"
        ],
        "problem": [
          "Безопасность и этика",
          "Галлюцинации и точность",
          "Доверие и интерпретируемость"
        ],
        "application": [
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "Computer Vision",
          "K-Means",
          "NLP"
        ],
        "additional": [
          "B2C / B2B"
        ]
      }
    },
    {
      "id": 63,
      "pdf": "E-Commerce Global Market Overview.pdf",
      "title": "E-Commerce Global Market Overview & Outlook",
      "description": "Это масштабное экономическое исследование посвящено будущему онлайн-шоппинга и тому, как технологии меняют наши покупательские привычки. Аналитики BMI изучили данные из 75 стран, оценивая уровень доходов населения, качество интернета и популярность цифровых платежей, чтобы составить «Индекс зрелости электронной коммерции». Вместо экспериментов над людьми здесь использовалась статистика: эксперты сравнивали, как быстро разные регионы (от Азии до Латинской Америки) переходят от обычных магазинов к цифровым покупкам и какие барьеры этому мешают.\n\nРезультаты показывают уверенный рост: в 2026 году мировые расходы на онлайн-покупки достигнут 5,1 триллиона долларов (+10% за год), а к 2029 году вырастут до 6,5 триллионов. Главный технологический прорыв — это переход от обычного поиска товаров к «разговору» с искусственным интеллектом, который сможет сам находить лучшие предложения и даже оплачивать их за вас (так называемая «агентская коммерция»). Лидером рынка остается Азия, но самое важное изменение касается всех: социальные сети окончательно превращаются в торговые площадки, где процесс покупки происходит мгновенно, без перехода на сайты магазинов.",
      "tags": {
        "companies": [
          "Allegro",
          "Amazon",
          "Coupang",
          "Etsy",
          "Flipkart",
          "Instacart",
          "Jumia",
          "Mercado Libre",
          "Mistral",
          "Naver",
          "Perplexity",
          "Rakuten",
          "Rappi",
          "Shein",
          "Shopee",
          "Shopify",
          "Takealot",
          "Taobao",
          "Alibaba Group",
          "Temu",
          "TikTok",
          "Tencent",
          "Zalando"
        ],
        "researchType": [
          "Маркетинговое",
          "Обзорное",
          "Аналитическое"
        ],
        "problem": [
          "Доверие и интерпретируемость",
          "Понимание намерений",
          "Проблема выбора",
          "Семантический разрыв"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "Growth & Pricing",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "Agentic AI"
        ],
        "additional": [
          "Cross-border",
          "Social Commerce",
          "Super Apps"
        ]
      }
    },
    {
      "id": 73,
      "pdf": "The Role of AI Technologies in E-Commerce Development.pdf",
      "title": "The Role of AI Technologies in E-Commerce Development: A European Comparative Study",
      "description": "Авторы статьи решили выяснить на уровне целых стран, действительно ли внедрение искусственного интеллекта (ИИ) помогает развивать онлайн-торговлю в Евросоюзе. Вместо опроса отдельных менеджеров, ученые проанализировали официальную государственную статистику: они сопоставили процент компаний, использующих ИИ для маркетинга и продаж, с их реальными успехами — долей онлайн-рынка и выручкой. Главная цель состояла в том, чтобы понять: является ли ИИ волшебной таблеткой для экономики или просто модным инструментом, и как это зависит от «цифровой зрелости» конкретной страны.\n\nРезультаты показали интересную закономерность: ИИ отлично помогает бизнесу *начать* торговать в интернете, но не гарантирует мгновенного взрывного роста прибыли. Согласно расчетам, увеличение использования ИИ на 1% приводит к росту числа онлайн-продавцов почти на 4,75%, тогда как общая выручка сектора при этом растет лишь на 2,79%. Это значит, что нейросети работают как «входной билет» на рынок и помогают привлекать клиентов, но финансовый успех зависит от более скучных вещей: инфраструктуры, логистики и стратегии. Исследование четко разделило Европу на две группы: лидеров (Австрия, Дания, Финляндия), где технологии уже приносят деньги, и страны с нераскрытым потенциалом, где ИИ внедряют, но пока не так эффективно.",
      "tags": {
        "companies": [],
        "researchType": [
          "Маркетинговое",
          "Аналитическое"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность"
        ],
        "application": [
          "Conversational AI & Support",
          "Growth & Pricing",
          "Ops & Security",
          "RecSys & Personalization",
          "User Generated Content"
        ],
        "technologies": [
          "CNN",
          "Fuzzy Logic",
          "IoT",
          "NLP",
          "SPSS"
        ],
        "additional": [
          "B2C / B2B"
        ]
      }
    },
    {
      "id": 36,
      "pdf": "Sequential LLM Framework for Fashion Recommendation.pdf",
      "title": "Sequential LLM Framework for Fashion Recommendation",
      "description": "Индустрия моды — сложный орешек для обычных алгоритмов: коллекции меняются слишком быстро, и рекомендательные системы часто не успевают понять, кому предложить новинку (проблема «холодного старта»). Авторы статьи решили эту задачу с помощью большой языковой модели, похожей на те, что используются в умных чат-ботах. Вместо того чтобы просто сравнивать безликие коды товаров, они научили нейросеть читать историю покупок и поисковые запросы как связный текст, обращая внимание на важные детали: сезон, повод, цвет и стиль.\n\nДля эксперимента исследователи использовали данные почти 6 миллионов действий реальных пользователей Amazon в категориях от обуви до ювелирных украшений. Результат оказался впечатляющим: новый метод превзошел лучшие существующие аналоги, улучшив качество рекомендаций одежды более чем на 60%. Это доказывает, что искусственный интеллект, понимающий смысл слов, справляется с подбором гардероба гораздо лучше старых математических моделей. Для обычных покупателей это означает, что магазины смогут точнее угадывать желания, предлагая именно то, что нужно, даже если товар только вчера появился на витрине.",
      "tags": {
        "companies": [],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Доменная адаптация",
          "Понимание намерений",
          "Проблема холодного старта",
          "Разреженность данных"
        ],
        "application": [
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "CLIP",
          "Falcon",
          "LSTM",
          "LoRA",
          "PEFT",
          "RecBole"
        ],
        "additional": [
          "Fashion Tech",
          "Prompt Engineering"
        ]
      }
    },
    {
      "id": 20,
      "pdf": "AI Recommendation System for Enhanced Customer Experience.pdf",
      "title": "AI Recommendation System for Enhanced Customer Experience: A Novel Image-to-Text Method",
      "description": "Эта работа решает одну из главных проблем онлайн-шопинга: как найти вещь, которая понравилась вам на фотографии, если обычный поиск по словам выдает совсем не то. Ученые разработали «умную» систему рекомендаций, которая работает подобно глазам стилиста. Когда вы загружаете фото понравившегося образа, искусственный интеллект сначала разделяет его на отдельные предметы (например, отдельно выделяет куртку и брюки), а затем генерирует подробное текстовое описание для каждой вещи, учитывая её цвет, узор и фасон. По сути, машина переводит картинку в понятный текст, чтобы найти в базе магазина максимально похожие товары.\n\nЭксперименты на базе из более чем 100 000 фотографий показали отличные результаты. Точность модели, отвечающей за обнаружение одежды на снимках, достигла 97% (F1-score 0.97). Это значит, что система почти безошибочно понимает, что именно изображено на фото, даже если это сложные элементы гардероба. Для обычных пользователей это большой шаг вперед: технология позволяет не тратить часы на поиск «той самой кофточки», а просто загрузить картинку и сразу получить список товаров, которые выглядят так же, как на фото.",
      "tags": {
        "companies": [
          "Amazon",
          "Farfetch"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Галлюцинации и точность",
          "Обработка неструктурированных данных"
        ],
        "application": [
          "Agents & Emerging Tech",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "BLIP",
          "BM25",
          "CLIP",
          "OpenSearch",
          "ViT",
          "YOLO"
        ],
        "additional": [
          "Fashion Tech"
        ]
      }
    },
    {
      "id": 52,
      "pdf": "Gen AI in Automotive Applications, Challenges, and Opportunities with a Case study on In-Vehicle Experience.pdf",
      "title": "Gen AI in Automotive: Applications, Challenges, and Opportunities with a Case study on In-Vehicle Experience",
      "description": "**О чем статья и какую проблему решали?**\nАвторы статьи разбираются в том, как генеративный искусственный интеллект (GenAI) меняет наши автомобили, уделяя особое внимание общению водителя с машиной. Главная проблема, которую поднимает исследование, — это «глупость» старых голосовых помощников. Раньше, чтобы включить музыку или позвонить, водителю приходилось выкрикивать четко заученные команды, словно робот, что часто не срабатывало из-за шума дороги и отвлекало от вождения. Ученые хотели выяснить, насколько современные нейросети (вроде тех, что используются в ChatGPT) способны сделать этот диалог человечным и безопасным.\n\n**Что конкретно делали?**\nВместо лабораторных экспериментов с датчиками авторы использовали метод сравнительного анализа (case study) на примере реальных систем. Они столкнули лбами три поколения технологий: «старичка» Ford SYNC образца 2007 года (работающего на жестких правилах), современную систему Mercedes-Benz MBUX (на базе языковых моделей) и перспективные разработки будущего. Для проверки их «профпригодности» смоделировали 6 жизненных ситуаций: от простого звонка и выбора рок-музыки до сложных вопросов вроде «Как ты планируешь проехать мимо пешеходов впереди?» или «Какая будет погода в пункте назначения?».\n\n**К каким выводам пришли?**\nРезультаты показали гигантский скачок в развитии. Старые системы в тестах часто выдавали ошибку «Команда не распознана», если водитель говорил не по шаблону, и совершенно не помнили контекст разговора. Современный ИИ, напротив, понимает живую речь: если вы спросите «Позвони Джону», а потом добавите «Нет, лучше напиши ему», машина поймет, что «ему» — это все тот же Джон. Однако авторы честно предупреждают о рисках: внедрение такого интеллекта требует мощных компьютеров, а сами нейросети могут иногда «галлюцинировать» (выдумывать факты), что недопустимо в вопросах безопасности на дороге.\n\n**Почему это важно?**\nЭто исследование демонстрирует, что автомобиль превращается из простого средства передвижения в умного партнера, который понимает вас с полуслова. Для обычных людей это означает новый уровень комфорта и, главное, безопасности: больше не нужно тыкать пальцем в экран навигатора на ходу. Для науки и инженеров это сигнал, что будущее автопрома уже не столько за «железом» и моторами, сколько за качеством цифрового интеллекта внутри салона.",
      "tags": {
        "companies": [
          "Adobe",
          "Amazon",
          "Apple",
          "Ford",
          "Honda",
          "Lexus",
          "Mercedes-Benz",
          "Skoda",
          "Tesla",
          "Uber"
        ],
        "researchType": [
          "Обзорное",
          "Аналитическое"
        ],
        "problem": [
          "Безопасность и этика",
          "Высокая задержка",
          "Высокая стоимость вычислений",
          "Контекст и диалог",
          "Шум и целостность данных"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "RecSys & Personalization"
        ],
        "technologies": [
          "Autoencoder",
          "CNN",
          "GPT",
          "DALL-E",
          "Diffusion Models",
          "Edge Computing",
          "GAN",
          "Gaia-1",
          "LSTM",
          "Midjourney",
          "RNN"
        ],
        "additional": [
          "Automotive",
          "Synthetic Data"
        ]
      }
    },
    {
      "id": 30,
      "pdf": "Application of unsupervised artificial neural network (ANN) self-organizing map (SOM) in identifying main car sales factors.pdf",
      "title": "Application of unsupervised artificial neural network (ANN) self-organizing map (SOM) in identifying main car sales factors",
      "description": "Эта статья посвящена изучению автомобильного рынка Ирана, а именно — попытке понять логику покупателей крупнейшего местного производителя Iran Khodro. Ученые решали классическую бизнес-проблему: как узнать, что на самом деле важно для клиента при выборе машины, чтобы завод мог улучшить продукт и поднять продажи. Зачастую маркетологи опираются лишь на свою интуицию, но авторы статьи решили проверить эти догадки с помощью математики и искусственного интеллекта.\n\nВместо обычных опросов исследователи применили продвинутый метод — нейросеть (самоорганизующиеся карты Кохонена). Сначала они отобрали 10 ключевых характеристик автомобиля с помощью экспертов, а затем провели анкетирование 98 реальных покупателей. Полученные данные «скормили» алгоритму, который без подсказок со стороны людей искал закономерности и группировал ответы, выстраивая визуальную карту предпочтений.\n\nВ итоге искусственный интеллект выделил четыре «железных» лидера, влияющих на покупку: цена, качество сборки, возможность покупки в лизинг и наличие иностранных запчастей. Любопытно, что выводы машины разошлись с мнением живых экспертов. Маркетологи переоценивали важность «практичности/полезности» автомобиля (ставили её на 5-е место, а реальные данные опустили её на последнее, 10-е) и недооценивали важность расхода топлива.\n\nДля науки и индустрии это важный пример того, как «умные» алгоритмы могут исправлять ошибки человеческого восприятия. Для обычного потребителя польза в том, что если заводы начнут массово применять такие методы анализа, на рынке появятся автомобили, комплектация и условия продажи которых (например, выгодные кредиты или акцент на надежности узлов) будут гораздо точнее отвечать реальным, а не выдуманным запросам людей.",
      "tags": {
        "companies": [
          "Iran Khodro Company"
        ],
        "researchType": [
          "Маркетинговое",
          "Поведенческое",
          "Прикладное"
        ],
        "problem": [
          "Доверие и интерпретируемость",
          "Шум и целостность данных"
        ],
        "application": [
          "RecSys & Personalization"
        ],
        "technologies": [
          "ANN",
          "Fuzzy Logic",
          "MATLAB",
          "Self-Organizing Map"
        ],
        "additional": [
          "Consumer Psychology"
        ]
      }
    },
    {
      "id": 37,
      "pdf": "Retrieval-augmented Generation for GenAI-enabled Semantic Communications.pdf",
      "title": "Retrieval-augmented Generation for GenAI-enabled Semantic Communications",
      "description": "Авторы статьи решают проблему надежности в сетях будущего (6G), где данные планируют передавать не побитово, а через «смысл» (семантическая коммуникация). Сейчас нейросети, которые сжимают и восстанавливают картинки для такой передачи, часто «галлюцинируют» — из-за плохой связи они могут дорисовать на изображении то, чего там не было. Чтобы это исправить, ученые внедрили технологию RAG (генерация с дополненным поиском). Грубо говоря, они дали принимающей нейросети «шпаргалку»: доступ к внешней базе знаний, откуда она может подтягивать похожие изображения и текстовые описания, чтобы сверяться с ними при восстановлении картинки, а не просто угадывать.\n\nЭксперимент проводили на компьютерной симуляции беспроводной сети, передавая изображения из стандартного набора Kodak и сложные фото пейзажей. Результаты показали, что новый метод исправляет грубые ошибки: там, где обычная нейросеть из-за помех превратила людей на мосту в деревья, система с RAG восстановила силуэты людей верно. В цифрах точность соответствия смысла (метрика CLIP) выросла с 0.875 до 0.905. Это открытие важно для обычных пользователей тем, что в будущем позволит мгновенно пересылать тяжелые фото и видео даже при очень плохом сигнале мобильной сети, не теряя при этом важных деталей изображения.",
      "tags": {
        "companies": [],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Галлюцинации и точность",
          "Доменная адаптация"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Search & Navigation"
        ],
        "technologies": [
          "BERT",
          "BLIP",
          "CLIP",
          "ControlNet",
          "GPT",
          "IP-Adapter",
          "PyTorch",
          "Stable Diffusion",
          "ViT"
        ],
        "additional": []
      }
    },
    {
      "id": 53,
      "pdf": "MegaChat A Synthetic Persian Q&A Dataset for High-Quality Sales Chatbot Evaluation.pdf",
      "title": "MegaChat: A Synthetic Persian Q&A Dataset for High-Quality Sales Chatbot Evaluation",
      "description": "Авторы статьи решали проблему создания умных чат-ботов для малого бизнеса, который ведет торговлю через Telegram (что очень популярно в Иране). Главная сложность заключалась в том, что для обучения таких помощников на персидском языке не хватало качественных данных, а собирать их вручную — долго и дорого. Чтобы это исправить, ученые разработали полностью автоматическую систему, где «команда» из нескольких нейросетей сама генерировала диалоги. Один ИИ-агент притворялся покупателем, задавая вопросы с живым сленгом и опечатками, а другой проверял, чтобы ответы строго соответствовали реальным товарам из пяти популярных Telegram-магазинов.\n\nВ ходе эксперимента новую систему сравнили с классическими методами поиска информации (RAG на базе GPT-4), а в качестве независимого судьи использовали модель GPT-5.1. Результаты оказались впечатляющими: предложенная авторами архитектура превзошла традиционные методы в 4 из 5 торговых каналов, генерируя более точные и человечные ответы. Это открытие важно для бизнеса, так как доказывает, что можно создавать высококлассных торговых роботов для любых языков и ниш без привлечения людей-разметчиков и огромных финансовых затрат.",
      "tags": {
        "companies": [
          "Telegram"
        ],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Высокая стоимость разметки",
          "Дефицит размеченных данных",
          "Шум и целостность данных"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "RecSys & Personalization"
        ],
        "technologies": [
          "FAISS",
          "GPT",
          "Multi-Agent Systems"
        ],
        "additional": [
          "B2C / B2B",
          "LLM-as-a-judge"
        ]
      }
    },
    {
      "id": 45,
      "pdf": "Where does AI come from? A global case study across Europe, Africa, and Latin America.pdf",
      "title": "Where does AI come from? A global case study across Europe, Africa, and Latin America",
      "description": "**О чем статья и какую проблему решали?**\nАвторы статьи разрушают популярный миф о том, что искусственный интеллект (ИИ) — это полностью автономная магия кода. На самом деле за «умными» алгоритмами стоит огромный, но скрытый труд живых людей, которые размечают картинки, проверяют тексты и обучают нейросети. Исследователи хотели выяснить, как именно устроена эта глобальная «кухня» производства ИИ: кто эти невидимые работники, где они живут, сколько получают и почему технологические гиганты прячут их труд за ширмой автоматизации.\n\n**Что конкретно делали?**\nУченые провели масштабное расследование на трех континентах, выбрав совершенно разные по экономике регионы: Францию (Европа), Мадагаскар (Африка) и Венесуэлу (Латинская Америка). Это не был кабинетный анализ: они собрали более 3600 анкет от реальных работников и провели сотни глубинных интервью. Исследователи сравнивали условия труда: от фрилансеров-одиночек, работающих из дома через онлайн-платформы, до сотрудников специализированных офисов, напоминающих фабрики данных.\n\n**К каким выводам пришли?**\nРезультаты показали, что ИИ часто держится на дешевой рабочей силе из бедных стран. Например, в Венесуэле из-за кризиса люди готовы выполнять монотонные задачи (вроде распознавания капчи) за копейки — около 0,50–1,50 доллара за тысячу заданий. На Мадагаскаре же обнаружили вопиющий случай «фальшивого ИИ»: «умные» камеры в французских супермаркетах, которые якобы автоматически ловили воров, на самом деле транслировали видео работникам на Мадагаскаре, и те вручную высматривали кражи. Исследование показало: если задача требует конфиденциальности, компании нанимают людей в офисы (как на Мадагаскаре), а для простых массовых задач используют дешевые онлайн-биржи.\n\n**Почему это важно?**\nЭто исследование снимает «розовые очки» с индустрии высоких технологий. Мы привыкли думать, что прогресс убивает рабочие места, но на данном этапе ИИ, наоборот, порождает огромный спрос на низкооплачиваемый ручной труд. Для обычных людей это повод задуматься: пользуясь «умным» сервисом, мы часто эксплуатируем невидимого человека на другом конце света, чьи права практически не защищены. Технологические гиганты богатеют, перекладывая самую нудную работу на плечи жителей Глобального Юга, сохраняя при этом иллюзию полной автоматизации.",
      "tags": {
        "companies": [
          "Amazon",
          "Apple",
          "Clickworker"
        ],
        "researchType": [
          "Поведенческое",
          "Маркетинговое",
          "Экспериментальное",
          "Прикладное"
        ],
        "problem": [
          "Безопасность и этика",
          "Галлюцинации и точность",
          "Доверие и интерпретируемость",
          "Шум и целостность данных"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support",
          "Ops & Security",
          "Search & Navigation"
        ],
        "technologies": [
          "Deep Learning"
        ],
        "additional": [
          "BPO",
          "Crowdsourcing",
          "Microwork"
        ]
      }
    },
    {
      "id": 44,
      "pdf": "The digital labour of artificial intelligence in Latin America.pdf",
      "title": "The digital labour of artificial intelligence in Latin America: a comparison of Argentina, Brazil, and Venezuela",
      "description": "**О чем статья и какую проблему решали?**\nЗа громкими успехами искусственного интеллекта (ИИ) часто скрывается тяжелый и незаметный ручной труд. Чтобы нейросети научились распознавать лица или генерировать тексты, тысячи людей по всему миру («разметчики данных») должны вручную обрабатывать миллионы картинок и проверять ответы алгоритмов. Авторы статьи решили выяснить, кто именно выполняет эту «черную работу» в Латинской Америке — регионе, который стал одним из главных поставщиков дешевой рабочей силы для глобальных IT-корпораций. Исследователи хотели понять, как экономические кризисы в Аргентине, Бразилии и Венесуэле заставляют людей становиться «невидимыми винтиками» в машине обучения ИИ.\n\n**Что конкретно делали?**\nУченые провели масштабное социологическое исследование, комбинируя онлайн-анкетирование и глубинные интервью. Они изучали пользователей популярных платформ микрозаданий (таких как Microworkers и Clickworker). Всего было собрано более 900 полных анкет: 220 из Аргентины, 477 из Бразилии и 214 из Венесуэлы, а также проведены десятки личных интервью, чтобы узнать жизненные истории работников. Исследователи сравнивали профили людей, их доходы и мотивацию, чтобы понять, как отличается цифровой труд в зависимости от ситуации в стране.\n\n**К каким выводам пришли?**\nРезультаты оказались тревожными и показали сильное расслоение. В Аргентине этой работой занимаются в основном молодые образованные мужчины ради подработки в долларах (средний доход от платформы — $83 в месяц), чтобы спасти сбережения от инфляции. В Бразилии это чаще удел безработных женщин и матерей, которым нужен гибкий график (средний доход — $112). Самая тяжелая ситуация в Венесуэле: там наблюдается «виртуальная утечка мозгов». Квалифицированные инженеры и ученые вынуждены сутками выполнять примитивные задания за копейки (около $70 в месяц), так как это их единственный способ выжить в условиях краха местной экономики.\n\n**Почему это важно?**\nЭто исследование разрушает миф о том, что ИИ — это полностью автономная технология. Оно показывает явление «цифрового колониализма»: богатые страны и техногиганты используют экономические бедствия развивающихся стран, чтобы за бесценок получать данные для обучения своих моделей. Для обычных людей это важно, чтобы понимать цену технологий: за «умными» чат-ботами стоят реальные люди с высшим образованием, которые вынуждены работать за пару долларов в день без каких-либо социальных гарантий.",
      "tags": {
        "companies": [
          "Clickworker",
          "Cognilytica",
          "Microworkers",
          "OneForma",
          "Telus International"
        ],
        "researchType": [
          "Поведенческое",
          "Экспериментальное"
        ],
        "problem": [
          "Галлюцинации и точность",
          "Шум и целостность данных"
        ],
        "application": [
          "Agents & Emerging Tech",
          "Conversational AI & Support"
        ],
        "technologies": [
          "GPT",
          "Deep Learning"
        ],
        "additional": [
          "BPO",
          "Crowdsourcing",
          "Data Colonialism",
          "Gig Economy"
        ]
      }
    },
    {
      "id": 8,
      "pdf": "Amazon Product Recommender System.pdf",
      "title": "Amazon Product Recommender System",
      "description": "Эта небольшая статья посвящена улучшению рекомендательных систем Amazon, в частности — для раздела цифровой музыки. Автор решал задачу автоматического предсказания оценки (количества звезд от 1 до 5), которую пользователь поставит товару. Главная идея заключалась в том, чтобы научить компьютер анализировать не только сухую статистику, но и сам текст отзыва и его заголовок, используя технологии глубокого обучения.\n\nДля эксперимента исследователь взял 200 000 реальных отзывов, очистил текст от лишнего «шума» (знаков препинания и служебных слов) и прогнал данные через специально созданную глубокую нейросеть. Результаты сравнили с классическими, более простыми алгоритмами. Выводы оказались однозначными: нейросеть справилась с задачей значительно лучше. Погрешность её предсказаний составила всего около 0,5 балла, тогда как старые методы ошибались в среднем более чем на 1 балл. Это подтверждает, что использование искусственного интеллекта для анализа текста позволяет гораздо точнее понимать вкусы людей.",
      "tags": {
        "companies": [
          "Amazon"
        ],
        "researchType": [
          "Техническое"
        ],
        "problem": [
          "Галлюцинации и точность",
          "Шум и целостность данных"
        ],
        "application": [
          "RecSys & Personalization"
        ],
        "technologies": [
          "Adam",
          "Deep Learning",
          "Embeddings",
          "LSTM",
          "Logistic Regression",
          "Naive Bayes"
        ],
        "additional": [
          "Digital Music"
        ]
      }
    },
    {
      "id": 40,
      "pdf": "Leveraging Large Language Models to Enhance Personalized Recommendations in E-commerce.pdf",
      "title": "Leveraging Large Language Models to Enhance Personalized Recommendations in E-commerce",
      "description": "Авторы статьи решали вечную проблему онлайн-шопинга: почему магазины часто предлагают нам скучные или неподходящие товары. Традиционные алгоритмы плохо понимают контекст и «теряются», если о пользователе мало данных. Исследователи создали гибридную систему, объединив классические методы рекомендаций с Большой Языковой Моделью (на базе архитектуры BERT). Они обучили этот искусственный интеллект на огромном массиве данных — 500 тысячах записей о поведении пользователей и 100 тысячах реальных комментариев, чтобы система научилась понимать именно *смысл* отзывов и описаний товаров, а не просто фиксировала клики.\n\nРезультаты эксперимента оказались убедительными: подключение языковой модели сделало рекомендации заметно умнее. Точность подбора товаров выросла с 75% до 82%, а вероятность того, что пользователь кликнет на предложение (CTR), увеличилась с 0.56 до 0.63. Но, пожалуй, самое важное достижение — это рост разнообразия рекомендаций на 41% (показатель вырос с 0.34 до 0.48). Это значит, что умная лента перестала «зацикливаться» на однотипных вещах и начала предлагать людям более интересные и неочевидные товары, что полезно и для покупателей, и для выручки магазинов.",
      "tags": {
        "companies": [],
        "researchType": [
          "Техническое",
          "Экспериментальное"
        ],
        "problem": [
          "Галлюцинации и точность",
          "Понимание намерений",
          "Проблема холодного старта",
          "Разреженность данных",
          "Семантический разрыв"
        ],
        "application": [
          "RecSys & Personalization"
        ],
        "technologies": [
          "BERT",
          "Collaborative Filtering",
          "Content-based Filtering",
          "PyTorch"
        ],
        "additional": [
          "CTR",
          "F1 Score"
        ]
      }
    },
    {
      "id": 66,
      "pdf": "Harnessing AI potential in E-Commerce.pdf",
      "title": "Harnessing AI potential in E-Commerce: improving user engagement and sales through deep learning-based product recommendations",
      "description": "Эта статья посвящена тому, как умные алгоритмы рекомендаций в интернет-магазинах (те самые блоки «вам может понравиться») влияют на наши покупки и успех продавцов. Ученые из Китая решили проверить, действительно ли искусственный интеллект помогает бизнесу или это просто модная игрушка. Для этого они провели масштабный онлайн-опрос, в котором приняли участие 439 обычных покупателей и 356 продавцов из разных регионов страны, а затем проанализировали их ответы с помощью сложных математических моделей и нейросетей.\n\nИсследование показало однозначную пользу технологий: внедрение ИИ напрямую повышает продажи и продуктивность бизнеса, а точность предсказания поведения покупателей нейросетью достигла 82%. Более того, алгоритмы реально улучшают настроение клиентов, так как персонализированные советы экономят время и дают ощущение заботы, особенно если система учитывает возраст и доход человека. Для нас это значит, что онлайн-шопинг станет еще удобнее и «умнее», а бизнесу придется внедрять ИИ, чтобы просто оставаться на плаву.",
      "tags": {
        "companies": [
          "Douban"
        ],
        "researchType": [
          "Маркетинговое",
          "Поведенческое",
          "Экспериментальное",
          "Аналитическое"
        ],
        "problem": [
          "Проблема выбора",
          "Проблема холодного старта"
        ],
        "application": [
          "RecSys & Personalization"
        ],
        "technologies": [
          "Deep Learning",
          "LSTM",
          "RNN"
        ],
        "additional": [
          "TAM",
          "TPB",
          "Consumer Psychology"
        ]
      }
    },
    {
      "id": 79,
      "pdf": "Understanding the drivers of customers continuance intention to use AI chatbots in e-commerce.pdf",
      "title": "Understanding the drivers of customers' continuance intention to use AI chatbots in e-commerce",
      "description": "Эта работа посвящена психологии пользователей: автор попытался выяснить, что именно заставляет людей продолжать общаться с чат-ботами в интернет-магазинах, а не переключаться на живых операторов. Часто компании внедряют ИИ только ради экономии бюджета, игнорируя реальные ощущения клиентов. Чтобы понять, какие факторы действительно важны, исследователь провел анкетирование среди 756 человек (преимущественно молодежь из Азии в возрасте 18–25 лет), которые уже имели опыт взаимодействия с торговыми ботами.\n\nРезультаты разрушили популярный миф о том, что пользователям важна лишь технологическая «продвинутость». Оказалось, что для молодой аудитории совместимость технологий с их образом жизни делает процесс приятным, но не заставляет считать бота полезным инструментом. Главными драйверами, удерживающими клиента, стали качество информации (точность и уместность ответов) и уровень сервиса. Также выяснилось, что интерактивность работает как мощный усилитель: если бот позволяет пользователю управлять ходом беседы, доверие и удовольствие от покупки резко возрастают.",
      "tags": {
        "companies": [],
        "researchType": [
          "Поведенческое",
          "Маркетинговое",
          "Аналитическое"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Доверие и интерпретируемость"
        ],
        "application": [
          "Conversational AI & Support"
        ],
        "technologies": [],
        "additional": [
          "TAM",
          "Consumer Psychology",
          "Gen Z"
        ]
      }
    },
    {
      "id": 80,
      "pdf": "The moderating role of personalized recommendations in the trust–satisfaction–loyalty relationship.pdf",
      "title": "The moderating role of personalized recommendations in the trust–satisfaction–loyalty relationship: an empirical study of AI-driven e-commerce",
      "description": "Авторы исследования решили выяснить, как именно «умные» рекомендации от искусственного интеллекта влияют на наши отношения с интернет-магазинами. Основной вопрос заключался в том, укрепляет ли персональный подбор товаров доверие и желание покупать снова, или же вмешательство алгоритмов меняет эту цепочку. Для проверки гипотез ученые провели масштабный онлайн-опрос среди 729 активных интернет-покупателей из Египта, проанализировав, как связаны между собой три главных фактора успеха торговли — доверие, удовлетворенность и лояльность — в условиях, когда советы раздает робот, а не человек.\n\nРезультаты подтвердили, что доверие остается фундаментом продаж: оно напрямую ведет к удовлетворенности и верности бренду. Однако с персонализацией обнаружился интересный нюанс: исследователи выявили так называемый «отрицательный эффект модерации». Это значит, что если рекомендации ИИ непрозрачны (работают как «черный ящик»), они могут ослабить связь между доверием покупателя и его радостью от покупки. Для бизнеса это важный сигнал: недостаточно просто внедрить алгоритмы как у Amazon или Netflix; критически важно делать их понятными (объяснять, почему рекомендован товар), иначе чрезмерная или непонятная персонализация может не усилить, а, наоборот, подорвать эффект от доверия к платформе.",
      "tags": {
        "companies": [
          "Amazon",
          "Netflix",
          "Spotify",
          "Google",
          "Zalando",
          "Sephora"
        ],
        "researchType": [
          "Маркетинговое",
          "Поведенческое",
          "Экспериментальное"
        ],
        "problem": [
          "Доверие и интерпретируемость",
          "Внедрение и бизнес-эффективность",
          "Безопасность и этика"
        ],
        "application": [
          "RecSys & Personalization",
          "Conversational AI & Support"
        ],
        "technologies": [],
        "additional": [
          "Customer Loyalty",
          "Trust Theory",
          "TAM",
          "Consumer Psychology"
        ]
      }
    },
    {
      "id": 81,
      "pdf": "The Impact of Artificial Intelligence on Online Shopping.pdf",
      "title": "The Impact of Artificial Intelligence on Online Shopping",
      "description": "**Суть исследования:**\nАвтор статьи задался целью выяснить, как именно технологии искусственного интеллекта влияют на желание людей тратить деньги в интернете. Это не лабораторный эксперимент, а масштабный обзор: исследователь проанализировал более 30 ключевых научных работ и отраслевых отчетов за последние семь лет. В центре внимания оказались конкретные инструменты, с которыми мы сталкиваемся ежедневно: умные чат-боты, персональные рекомендации товаров и системы распознавания пользователей. Главная задача состояла в том, чтобы понять, действительно ли эти технологии помогают покупателям или только усложняют процесс выбора.\n\n**Выводы:**\nВыводы подтверждают, что ИИ стал мощным двигателем торговли: персонализация и круглосуточная поддержка через ботов создают у клиентов ощущение заботы и эмоциональной связи («гедонистическая мотивация»), что напрямую ведет к росту покупок. Однако исследование вскрыло серьезную проблему: существует явный дефицит работ, посвященных этике и безопасности. Для обычных пользователей это важный сигнал: хотя магазины становятся удобнее, вопросы защиты личных данных часто отходят на второй план, и именно доверие к безопасности платформы станет главным полем битвы для ритейлеров в ближайшем будущем.",
      "tags": {
        "companies": [
          "Alibaba Group",
          "Amazon",
          "IFLYTEK",
          "JD.com",
          "Temu",
          "Taobao",
          "Tencent"
        ],
        "researchType": [
          "Обзорное",
          "Теоретическое"
        ],
        "problem": [
          "Безопасность и этика",
          "Внедрение и бизнес-эффективность",
          "Доверие и интерпретируемость"
        ],
        "application": [
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "Deep Learning",
          "NLP"
        ],
        "additional": [
          "Customer Experience"
        ]
      }
    },
    {
      "id": 82,
      "pdf": "Tailoring AI Chatbots to User Motivation Performance-Approach Versus Performance-Avoidance Effects on Continuance Intention.pdf",
      "title": "Tailoring AI Chatbots to User Motivation: Performance-Approach Versus Performance-Avoidance Effects on Continuance Intention",
      "description": "Авторы статьи исследовали психологические причины, по которым сотрудники продолжают использовать ИИ-чат-ботов на работе после первого знакомства. Ученые из Университета штата Калифорния предположили, что все дело не только в удобстве технологии, но и в личной мотивации человека. Они провели опрос среди 295 профессионалов, разделив их на два типа: тех, кто ориентирован на успех и достижения (Performance-Approach), и тех, чья главная цель — избежать неудач и ошибок (Performance-Avoidance).\n\nВыяснилось, что эти две группы людей оценивают искусственный интеллект совершенно по-разному. «Достигаторы» продолжают пользоваться ботом, если находят в нем новизну и получают удовольствие от процесса (гедонистический фактор) — им важны креативные идеи и вдохновение. Напротив, «перестраховщики» полностью игнорируют развлекательные функции; они остаются с технологией только в том случае, если она доказывает свою полезность и надежность, помогая выполнять задачи без ошибок. Для бизнеса это значит, что универсального чат-бота для всех не существует: одним сотрудникам нужны инновации и «фан», а другим — строгая утилитарность и гарантия безопасности.",
      "tags": {
        "companies": [
          "Amazon",
          "Prolific",
          "Qualtrics",
          "OpenAI"
        ],
        "researchType": [
          "Поведенческое",
          "Экспериментальное"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Понимание намерений",
          "Доверие и интерпретируемость"
        ],
        "application": [
          "Conversational AI & Support",
          "Agents & Emerging Tech"
        ],
        "technologies": [
          "GPT"
        ],
        "additional": [
          "Consumer Psychology",
          "Мотивация персонала",
          "Continuance Intention"
        ]
      }
    },
    {
      "id": 83,
      "pdf": "Analyzing the impact of artificial intelligence on the online purchase decision-making process through the lens of the UTAUT 2 model.pdf",
      "title": "Analyzing the impact of artificial intelligence on the online purchase decision-making process through the lens of the UTAUT 2 model",
      "description": "Исследователи решили выяснить, что именно заставляет людей доверять алгоритмам рекомендаций в интернет-магазинах и следовать их советам. Для этого они провели опрос среди 220 активных онлайн-покупателей в регионе Дели (Индия), которые уже знакомы с персонализированными подсказками от ИИ. Ученые использовали известную психологическую модель UTAUT 2, чтобы проверить, как на решение о покупке влияют такие факторы, как привычка, страх риска, удовольствие от процесса и сложность технологий.\n\nРезультаты оказались весьма любопытными и опровергли некоторые старые теории. Выяснилось, что «простота использования» (насколько легко нажимать кнопки) и «социальное влияние» (что подумают друзья) практически не играют роли. Главными двигателями прогресса оказались три фактора: **доверие** к системе, **привычка** и **гедонистическая мотивация** (покупателю должно быть приятно и интересно взаимодействовать с ИИ). Это важный урок для бизнеса: чтобы люди пользовались умными помощниками, недостаточно сделать интерфейс простым — нужно превратить шопинг в увлекательный и безопасный процесс, вызывающий положительные эмоции.",
      "tags": {
        "companies": [
          "Alibaba Group",
          "Amazon"
        ],
        "researchType": [
          "Поведенческое",
          "Маркетинговое",
          "Аналитическое"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Доверие и интерпретируемость"
        ],
        "application": [
          "RecSys & Personalization"
        ],
        "technologies": [
          "PLS-SEM",
          "SmartPLS"
        ],
        "additional": [
          "UTAUT 2",
          "Consumer Psychology"
        ]
      }
    },
    {
      "id": 84,
      "pdf": "Impact of artificial intelligence on consumer buying behaviors Study about the online retail purchase.pdf",
      "title": "Impact of artificial intelligence on consumer buying behaviors: Study about the online retail purchase",
      "description": "Авторы статьи решили выяснить, какие именно технологии искусственного интеллекта сильнее всего подталкивают людей к покупкам в интернете. Они хотели понять, что работает эффективнее: умные рекомендации, чат-боты или реклама в соцсетях, и насколько сильно на этот процесс влияет страх пользователей за свои личные данные. Для этого исследователи провели онлайн-опрос среди 760 человек (большинство — молодые люди от 20 до 30 лет), попросив их оценить свой опыт взаимодействия с ИИ в онлайн-магазинах.\n\nРезультаты показали, что главным двигателем торговли является **персонализация** — именно способность алгоритмов угадывать вкусы клиента сильнее всего влияет на желание совершить покупку (коэффициент влияния 0,35). На втором месте по эффективности оказались чат-боты, помогающие с поддержкой (0,25). Однако ученые выявили критически важный нюанс: когда в математическую модель добавили фактор «этика и приватность», точность предсказания поведения покупателей резко выросла (объясненная дисперсия увеличилась на 10%). Это доказывает, что даже самые продвинутые технологии не будут эффективно работать без доверия: если пользователи сомневаются в безопасности своих данных, их лояльность к магазину падает.",
      "tags": {
        "companies": [],
        "researchType": [
          "Поведенческое",
          "Маркетинговое",
          "Аналитическое"
        ],
        "problem": [
          "Безопасность и этика",
          "Внедрение и бизнес-эффективность",
          "Доверие и интерпретируемость"
        ],
        "application": [
          "Conversational AI & Support",
          "RecSys & Personalization"
        ],
        "technologies": [
          "SPSS"
        ],
        "additional": [
          "Data Privacy",
          "Social Commerce",
          "User Trust"
        ]
      }
    },
    {
      "id": 85,
      "pdf": "E-commerce and consumer behavior A review of AI-powered personalization and market trends.pdf",
      "title": "E-commerce and consumer behavior: A review of AI-powered personalization and market trends",
      "description": "**Суть исследования:**\nАвторы статьи провели масштабный обзор научной литературы, чтобы выяснить, как искусственный интеллект меняет наши привычки в онлайн-шопинге. Они не проводили собственных экспериментов с покупателями, а обобщили данные десятков современных исследований. Главная цель работы — понять, как переход от простых интернет-магазинов к умным платформам влияет на решения людей о покупке. Ученые подробно разобрали механизмы рекомендательных систем (например, коллаборативную фильтрацию), которые анализируют историю просмотров и покупок, чтобы предлагать товары, которые нам действительно нужны, еще до того, как мы сами начали их искать.\n\n**Выводы и тренды:**\nИсследование подтвердило, что персонализация на базе ИИ — это главный двигатель современной торговли: она делает шопинг удобнее, но при этом вызывает у людей страх за сохранность личных данных. Авторы подчеркивают, что магазинам нужно искать баланс: если алгоритм знает о пользователе слишком много, это воспринимается как слежка и отпугивает. В статье также выделены ключевые технологии ближайшего будущего: умные чат-боты, способные вести естественный диалог, дополненная реальность (AR) для виртуальной примерки товаров и прогнозная аналитика, помогающая продавцам заранее знать, какой товар станет хитом, чтобы вовремя заполнить склады.",
      "tags": {
        "companies": [
          "Amazon",
          "Netflix",
          "Spotify"
        ],
        "researchType": [
          "Обзорное",
          "Теоретическое"
        ],
        "problem": [
          "Безопасность и этика",
          "Внедрение и бизнес-эффективность",
          "Доверие и интерпретируемость",
          "Проблема выбора"
        ],
        "application": [
          "Conversational AI & Support",
          "Growth & Pricing",
          "RecSys & Personalization",
          "Search & Navigation"
        ],
        "technologies": [
          "AR/VR",
          "Blockchain",
          "Collaborative Filtering",
          "IoT",
          "NLP"
        ],
        "additional": [
          "Algorithmic Bias",
          "Customer Loyalty",
          "Data Privacy"
        ]
      }
    },
    {
      "id": 86,
      "pdf": "Artificial intelligences effect on customer loyalty in the context of electronic commerce.pdf",
      "title": "Artificial intelligence’s effect on customer loyalty in the context of electronic commerce",
      "description": "Автор статьи провел мета-анализ — масштабное обобщающее исследование, цель которого — выяснить, действительно ли внедрение искусственного интеллекта (ИИ) заставляет покупателей возвращаться в интернет-магазины. Вместо проведения одного локального опроса, исследователь просеял базы данных (MDPI, IEEE Xplore), отфильтровал 345 научных работ и отобрал 10 наиболее качественных количественных исследований, опубликованных с 2020 года. Эти работы суммарно охватили данные 6296 пользователей и рассматривали влияние разных технологий: от чат-ботов и NLP (обработки естественного языка) до рекомендательных систем.\n\nРезультаты математического анализа показали сильную положительную связь (коэффициент корреляции 0,761) между использованием ИИ и лояльностью клиентов. Это означает, что «умные» алгоритмы не просто развлекают посетителей, а реально повышают их удовлетворенность и желание покупать снова. Исследование подтвердило: магазины, использующие персонализированные рекомендации и автоматизированную поддержку, удерживают клиентов значительно эффективнее тех, кто работает по старинке. При этом выяснилось, что рекомендательные системы влияют на удержание даже сильнее, чем чат-боты, так как создают ощущение индивидуального подхода.",
      "tags": {
        "companies": [],
        "researchType": [
          "Обзорное",
          "Маркетинговое",
          "Теоретическое"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность"
        ],
        "application": [
          "Conversational AI & Support",
          "RecSys & Personalization"
        ],
        "technologies": [
          "Chatbots",
          "NLP"
        ],
        "additional": [
          "Customer Loyalty",
          "Customer Retention"
        ]
      }
    },
    {
      "id": 87,
      "pdf": "Analysing how AI-powered chatbots influence destination decisions.pdf",
      "title": "Analysing how AI-powered chatbots influence destination decisions",
      "description": "**Суть исследования:**\nАвторы статьи решили выяснить, могут ли чат-боты не просто отвечать на скучные вопросы о бронировании отелей, а реально вдохновлять людей на путешествия. Главный вопрос заключался в том, влияет ли качество общения с искусственным интеллектом на желание туриста посетить конкретный город. Для проверки гипотезы исследователи использовали реальный туристический чат-бот «QuitoGuide», созданный для продвижения столицы Эквадора, города Кито.\n\n**Эксперимент и выводы:**\nВ исследовании (январь–февраль 2022 года) приняли участие 284 студента, которые в течение 10 минут общались с ботом через Facebook Messenger, планируя гипотетическую поездку. Результаты подтвердили: если бот дает точную информацию, пользователям становится интересно с ним общаться. Самое главное — анализ данных показал, что **намерение продолжать общение с ботом напрямую предсказывает желание человека посетить этот город**. То есть, умный цифровой помощник работает как мощный маркетинговый инструмент, реально привлекая туристов.",
      "tags": {
        "companies": [
          "Meta",
          "TripAdvisor",
          "Google",
          "Microsoft",
          "QuitoGuide"
        ],
        "researchType": [
          "Поведенческое",
          "Маркетинговое",
          "Экспериментальное"
        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Доверие и интерпретируемость",
          "Проблема выбора"
        ],
        "application": [
          "Conversational AI & Support",
          "Search & Navigation"
        ],
        "technologies": [
          "Chatbots",
          "NLP"
        ],
        "additional": [
          "CSAT",
          "TAM",
          "Tourism"
        ]
      }
    },
    {
      "id": 88,
      "pdf": "Factors Driving Individuals Usage Intention of Artificial Intelligence (AI) Assistants in E-commerce Perspectives of Users and Non-Users.pdf",
      "title": "Factors Driving Individuals’ Usage Intention of Artificial Intelligence (AI) Assistants in E-commerce: Perspectives of Users and Non-Users",
      "description": "Эта диссертация посвящена изучению психологии покупателей: автор пытался понять, что именно заставляет людей доверять торговым чат-ботам или, наоборот, избегать их. Исследователь применил двойной подход. Сначала он провел опрос среди 397 человек из разных стран, разделив их на две группы (активные пользователи ИИ и новички) и две культуры (западную и восточную). Затем, чтобы проверить теорию на практике, автор использовал алгоритмы машинного обучения для анализа около 1000 реальных отзывов клиентов люксового бренда Louis Vuitton, собранных с платформ вроде Trustpilot и App Store.\n\nРезультаты разрушили стереотип о том, что культура сильно влияет на восприятие технологий: оказалось, что и западные, и восточные покупатели оценивают ИИ-помощников практически одинаково. Главным критерием для всех стала «полезность» — если бот реально решает задачу, люди готовы им пользоваться. Любопытно, что фактор «простоты использования» важен только для опытных пользователей, а новичков сложность интерфейса не отпугивает заранее. Исследование доказало, что для успеха магазинам нужно внедрять ботов, которые умеют вести «живой» диалог и персонализировать предложения, так как именно человечность общения (interactive communication) сильнее всего повышает лояльность клиентов.",
      "tags": {
        "companies": [
          "Amazon",
          "LVMH",
          "Trustpilot",
          "Apple",
          "Google"
        ],
        "researchType": [
          "Поведенческое",
          "Маркетинговое",
          "Техническое"        ],
        "problem": [
          "Внедрение и бизнес-эффективность",
          "Доверие и интерпретируемость",
          "Проблема холодного старта"
        ],
        "application": [
          "Conversational AI & Support",
          "RecSys & Personalization",
          "Agents & Emerging Tech"
        ],
        "technologies": [
          "PLS-SEM",
          "NLP",
          "Topic Modelling",
          "LDA",
          "TF-IDF"
        ],
        "additional": [
          "Cross-cultural study",
          "TAM",
          "Customer Experience"
        ]
      }
    },
    {
      "id": 89,
      "pdf": "When AI Becomes a Shopping Advisor A Study on the Impact of Generative AI Review on Consumer Purchase Decision.pdf",
      "title": "When AI Becomes a Shopping Advisor: A Study on the Impact of Generative AI Review on Consumer Purchase Decision",
      "description": "**Суть исследования:**\nС развитием искусственного интеллекта на маркетплейсах появилась новая функция — генеративные саммари отзывов (Generative AI Reviews). Это когда нейросеть читает тысячи комментариев пользователей вместо вас и выдает одну сжатую выжимку с плюсами и минусами товара. Исследователи из Китая решили выяснить, действительно ли такие ИИ-обзоры помогают людям принимать решения о покупке, или же покупатели относятся к «машинному мнению» с недоверием. Главная проблема, которую решали ученые: понять, какие именно характеристики текста от робота (длина, эмоциональность, качество фактов) влияют на наш кошелек.\n\n**Эксперимент и результаты:**\nАвторы провели опрос среди 401 пользователя, показав им примеры ИИ-саммари с платформ Amazon, Taobao и Dianping. Результаты подтвердили: качественные, подробные и вызывающие доверие ИИ-обзоры напрямую повышают желание купить товар. Интересный нюанс обнаружился в факторе «доверия к технологиям»: люди, которые в принципе доверяют искусственному интеллекту, предпочитают **длинные и подробные** ИИ-обзоры, считая их признаком глубокого анализа данных. Те же, кто относится к ИИ скептически, воспринимают длинные тексты негативно. Для обычных покупателей это значит, что магазины будут все чаще внедрять «умные выжимки», чтобы мы не тратили часы на чтение чужих комментариев, но успех этой технологии зависит от того, насколько прозрачно платформы объясняют работу своих алгоритмов.",
      "tags": {
        "companies": [
          "Booking.com",
          "Amazon",
          "Dianping",
          "Taobao"
        ],
        "researchType": [
          "Маркетинговое",
          "Поведенческое"
        ],
        "problem": [
          "Доверие и интерпретируемость",
          "Обработка неструктурированных данных",
          "Проблема выбора"
        ],
        "application": [
          "RecSys & Personalization",
          "Search & Navigation",
          "User Generated Content"
        ],
        "technologies": [
          "Bard",
          "GPT",
          "Claude",
          "ERNIE Bot"
        ],
        "additional": [
          "Elaboration Likelihood Model",
          "Trust Theory"
        ]
      }
    }
  ]
}